{"origin_pdf_path": "/workspace/user_input_files/Certified Policy.pdf", "text_in_pdf": "GOOSEHEAD INSURANCE   \n1500 SOLANA BLVD BLDG 4   \nSTE 4500   \nWESTLAKE, TX 76262   \n0000 0DHD93  \n\nANNE CHAMPAGNE 1908 W 25TH ST HOUSTON, TX 77008-1583  \n\n  \n\nJune 2, 2024  \n\nYour Policy  \n\nANNE CHAMPAGNE 1908 W 25TH ST HOUSTON, TX 77008-1583  \n\n615843239-633-1   \n1908 W 25TH ST   \n06/04/2024 to 06/04/2025  \n\nWelcome to Travelers!  \n\nAs a Travelers insurance customer, you have more than 150 years of experience, financial stability and superior claim service behind you, so you can feel protected – especially when you need us most.  \n\nReview your policy documents  \n\nNo one understands your needs better than you. So please take a moment to review and confirm your new insurance policy details, including:  \n\nYour Declarations page, listing the coverage you   \npurchased, your coverage limits and deductibles   \nInsurance policy and endorsements   \nOther important documents, including our privacy notice,   \nbilling options and more  \n\nIf you decide to rent, sell, vacate or remodel this property, please notify your agent or Travelers representative immediately to maintain the coverage you need.  \n\nSuperior Service  \n\nAt Travelers, we provide fast, efficient claim service and  24/7 claim reporting. We’re proud to put our talent, expertise and resolution excellence to work for you.  \n\nOn behalf of GOOSEHEAD INSURANCE, thank you for choosing Travelers to help you protect what matters. It’s Better Under the Umbrella®.  \n\nA faster, easier way to manage your account  \n\nVisit MyTravelers.com or open the camera on your smartphone and scan the QR code below to download our mobile app, where you can: Manage your policy and bills  \n\nSubmit and monitor a claim  \n\n  \n\nContact Information  \n\nPolicy questions or changes:1.800.474.1377   \n24-hour claim service:1.800.252.4633  \n\nAdditional Benefits  \n\nAs a valued customer, you may be eligible for certain programs for which you may receive goods, services, or other types of benefits. Visit travelers.com/additionalbenefits to learn more!  \n\nSincerely,  \n\nMehel Kleni  \n\nMichael Klein   \nPresident   \nTravelers Personal Insurance   \nYOUR AGENCY   \nGOOSEHEAD INSURANCE   \n1500 SOLANA BLVD BLDG 4   \nWESTLAKE, TX 76262   \nPHONE: 1.800.474.1377 | FAX: (888) 682-8559  \n\n  \n\nYou’re insured!  \n\nThis document is intended to help you better understand your homeowners insurance. Your policy is effective from June 4, 2024 to June 4, 2025. For a complete description of your coverage, please refer to your policy.  \n\n  \n\nYou’re receiving four discounts for a total savings of $\\pmb{5}\\tau$ ,408.00  \n\nMulti-Policy   \nGood Payer   \nWater Protective Device   \nEarly Quote   \nFire Protective Device   \nGreen Home  \n\nLoss Free Theft Protective Device Windstorm Mitigation  \n\n12-month total premium \\$2,700.00  \n\nGo to MyTravelers.com/discounts and use product code QH2 to learn about all the discounts available to you.  \n\n\\ Your Coverage B, C, and D limits are maintained as a percentage of your Coverage A limit. If your Coverage A limit changes, your Coverage B, C, and D limits will be adjusted accordingly.  \n\nWhat does your policy typically cover?  \n\nYour policy helps protect you from a number of things that can go wrong. Here are some of the most common:  \n\nWeather  \n\nHail, lightning, and other weather events can damage your roof, windows, siding, and more – so can falling branches and other debris.  \n\n  \n\nFire  \n\nWhether it’s smoke damage from a small kitchen fire or extensive damage from a large, accidental fire, your policy can help you repair or rebuild your property.  \n\n  \n\nTheft or vandalism  \n\nYour policy typically covers theft or vandalism of your property. See your policy for special limits on things such as collectibles, jewelry, and money.  \n\nTake steps to protect your property and call us as soon as damage occurs. For more tips, go to MyTravelers.com/prepare-prevent.  \n\nWhat isn’t covered?  \n\nYour policy covers you for many types of loss or damage, but it can’t protect you from everything. Some examples:  \n\n  \n\nFloods are not covered  \n\nYour policy does not cover flood damage. Please review the Important Information About Flood Damage page for more details and resources.  \n\n  \n\nEarthquake coverage is optional  \n\nDamage from earthquakes is not covered, unless you specifically purchase coverage for it. Check under the Optional Coverages and Packages section of your Policy Declarations. If you do not see this coverage listed and think you need it, please contact your agent or Travelers representative.  \n\n  \n\nIt’s not for home maintenance  \n\nRepairs due to wear and tear or lack of upkeep are not typically covered under your policy.  \n\nWhen circumstances change, we need to know  \n\nReview your Policy Declarations to be sure the information we have is accurate. If your property, circumstances, or needs change, let us know immediately to maintain the coverage you need. Not informing us may result in a denied claim.  \n\nContact your agent or Travelers representative if:  \n\n• Your mailing address changes Someone named on the policy moves out Someone named on the policy passes away Someone moved onto your property  \n\n• You rent, sell, temporarily relocate, vacate or buy a new home Business is conducted on your property You renovate or build an addition You replace your roof  \n\nYOUR HOMEOWNERS POLICY QUICK REFERENCE  \n\nBeginning on Page  \n\nHOMEOWNERS POLICY DECLARATIONS D-1 NAMED INSURED AND MAILING ADDRESS LOCATION OF YOUR RESIDENCE PREMISES YOUR AGENCY’S NAME AND ADDRESS MORTGAGEE NAME AND ADDRESS POLICY INFORMATION DISCOUNTS COVERAGES AND LIMITS OF LIABILITY DEDUCTIBLES  \n\nAGREEMENT..... .A-1   \nDUTY TO REPORT CHANGES IN EXPOSURE .A-1   \nDEFINITIONS...... .A-1   \nPOLICY CONDITIONS A-4  \n\nPROPERTY COVERAGE SECTION PROPERTY COVERAGE A – DWELLING... P-1 PROPERTY COVERAGE B  – OTHER STRUCTURES.. P-1 PERILS INSURED AGAINST PROPERTY COVERAGE A – DWELLING PROPERTY COVERAGE B – OTHER STRUCTURES P-1 PROPERTY COVERAGE C – PERSONAL PROPERTY........ P-3 PERILS INSURED AGAINST PROPERTY COVERAGE C – PERSONAL PROPERTY. .P-5 PROPERTY COVERAG E D – LOSS OF USE .P-6 PROPERTY – ADDITIONAL COVERAGES.. ..P-7 PROPERTY – EXCLUSIONS.... .P-11 PROPERTY – CONDITIONS.... .P-14  \n\nLIABILITY COVERAGE SECTION   \nLIABILITY COVERAGE E – PERSONAL LIABILITY..... L-1   \nLIABILITY COVERAGE F –  MEDICAL PAYMENTS TO OTHERS L-1   \nLIABILITY – ADDITIONAL COVERAGES. L-1   \nLIABILITY – EXCLUSIONS... L-3   \nLIABILITY – CONDITIONS.. L-8  \n\nHomeowners Policy Declarations  \n\nNamed Insured and Mailing Address  \n\nYour Agency’s Name and Address  \n\nANNE CHAMPAGNE 1908 W 25TH ST HOUSTON, TX 77008-1583 ANNECHAMPAGNE@ATT.NET  \n\nGOOSEHEAD INSURANCE 1500 SOLANA BLVD BLDG 4 WESTLAKE, TX 76262  \n\nResidence Premises  \n\n1908 W 25TH ST HOUSTON, TX 77008-1583  \n\nMortgagee Name and Address  \n\n1. JP MORGAN CHASE BANK NA ISAOA/ATIMA PO BOX 4465 SPRINGFIELD, OH 45501-4465 LOAN NUMBER: 1318780360  \n\nPolicy Information  \n\nYour Policy Number 615843239 633 1 For Policy Service 1.800.474.1377   \nYour Account Number For Claim Service 1.800.252.4633   \nYour Insurer: TRAVELERS PERSONAL INSURANCE COMPANY a subsidiary or affiliate of The Travelers Indemnity Company One Tower Square, Hartford, CT 06183 The policy period is from June 4, 2024 at 12:01 A.M. STANDARD TIME to June 4, 2025 at 12:01 A.M.   \nSTANDARD TIME at the residence premises.  \n\nTotal Premium for this Policy: \\$2,700.00 This is not a bill. The mortgagee will be billed separately for this policy.  \n\nDiscounts  \n\nThe following discounts reduced your premium: Multi-Policy Early Quote Good Payer  \n\nSavings Reflected in Your Total Premium:  \n\n\\$1,408.00  \n\nCoverages and Limits of Liability Property Coverage Section  \n\nLimit  \n\nCoverage A – Dwelling Coverage B – Other Structures Coverage C – Personal Property Coverage D – Loss of Use  \n\n\\$471,000 \\$47,100 \\$235,500 $^{\\Phi94,200}$  \n\nLiability Coverage Section  \n\nLimit  \n\nCoverage E – Personal Liability - Bodily Injury and Property Damage (each occurrence) \\$500,000   \nCoverage F – Medical Payments to Others (each person) \\$5,000  \n\nDeductibles  \n\nPeril Deductible  \n\nDeductible  \n\nProperty Coverage Deductible (All Other Perils) $1\\%$ of Coverage A - Dwelling Limit $^{\\mathbb{S}4,710}$   \nWindstorm or Hail Deductible $2\\%$ of Coverage A - Dwelling Limit $\\mathbb{S}9{,}420$ In case of loss under the Property Coverage Section, only that part of the loss over the applicable deductible will be paid (up to the coverage limit that applies).  \n\nSpecial Limits and Additional Coverages Coverage Level: Travelers Protect  \n\nThe limit shown for each of the Special Limits of Liability and Additional Coverages is the total limit for each loss in that category.  \n\nPersonal Property – Special Limits of Liability  \n\nLimit  \n\na. Money, bank notes, coins, stored value cards $\\mathtt{5250}$ b. Securities, accounts, passports, tickets, stamps $\\mathbb{S}1,500$ c. Comic books and trading cards $\\mathbb{S}1\\small{,}000$ d. Collectibles, figurines, glassware, marble, porcelains, statuary $\\mathbb{S}1\\small{,}000$ e. Theft of jewelry, watches, precious stones $\\mathbb{S}1,500$ f. Theft of furs \\$1,500 g. Theft of silverware, goldware, pewterware \\$1,500 h. Theft of firearms and related equipment \\$1,500 i. Theft of tools and their accessories \\$1,500 j. Theft of rugs, tapestries and wall hangings \\$1,500 k. Business property on the residence premises \\$3,000 l. Business property away from the residence premises \\$1,500 m. Trailers or semitrailers not used with watercraft $\\mathbb{S}1,500$ n. Motor vehicle parts or equipment not attached to motor vehicle $\\mathfrak{S}500$ o. Electronic apparatus while in or upon a motor vehicle or watercraft $\\mathbb{S}1,500$ The Special Limits of Liability do not increase your Coverage C – Personal Property Limit.  \n\nProperty – Additional Coverages  \n\nLimit  \n\nDebris Removal (Additional $\\%$ of damaged covered property limit) $5\\%$ Tree Removal Per Tree $\\mathfrak{S}500$ Per Loss $\\mathbb{S}1\\small{,}000$ Trees, Shrubs and Other Plants Per Tree $\\mathfrak{S}500$ Per Loss $\\mathbb{S}23{,}550$ $(5\\%$ of Coverage A - Dwelling Limit) Fire Department Service Charge $\\mathfrak{S}500$ Credit Card, Fund Transfer, Forgery and Counterfeit Money $\\mathbb{S}1\\small{,}000$ Loss Assessment $\\mathbb{S}1\\small{,}000$ Landlord Furnishings $\\mathbb{S}2{,}500$ Ordinance or Law ( $10\\%$ of Coverage A - Dwelling Limit) $^{\\Phi47,100}$  \n\nProperty – Additional Coverages (continued) Personal Records and Data Replacement Limited Fungi or Other Microbes Remediation  \n\nLimit $\\mathbb{S}1,500$ \\$5,000  \n\nThe applicable policy deductible applies unless otherwise noted.  \n\nLiability – Additional Coverages Limit Damage to Property of Others $\\mathbb{S}1\\small{,}000$ Loss Assessment $\\mathbb{S}1\\small{,}000$  \n\nPlease review your policy for other Personal Property Special Limits of Liability and Additional Coverages that may apply.  \n\nOptional Coverages and Packages  \n\nOptional Coverages Personal Property Replacement Cost Loss Settlement Windstorm or Hail Percentage Deductible Additional Replacement Cost Protection Coverage $25\\%$ of Coverage A - Dwelling Limit  \n\nEndorsement Limit Premium HQ-290 CW (02-21) Included\\ HQ-312 CW (05-17) Included\\ HQ-420 CW (11-18) $\\Phi1\\,17,750$ Included\\  \n\nFoundation Coverage  \n\nHQ-468 TX (05-17) Included\\  \n\nEndorsement Limit Premium  \n\nEnhanced Water Package   \nWater Back Up and Sump Discharge or Overflow Coverage   \nLimited Hidden Water or Steam Seepage or Leakage   \nCoverage  \n\nIncluded\\  \n\nHQ-208 CW (08-20) $\\boldsymbol{\\Phi}10{,}000$ HQ-209 CW (08-18) $\\boldsymbol{\\Phi}10{,}000$  \n\n\\Note: The additional cost or premium reduction for any optional coverage or package shown as “Included” is contained in the Total Policy Premium Amount.  \n\nRequired Forms and Endorsements Included in Your Policy:  \n\nForm: 633  \n\nPolicy Quick Reference   \nAgreement, Definitions & Policy Conditions   \nProperty Coverage Section   \nLiability Coverage Section   \nSignature Page   \nSpecial Provisions - Texas   \nAdditional Benefits  \n\nHQ-T77 CW H2 (05-17) HQ-D77 CW (05-17) HQ-P03 CW (05-17) HQ-L77 CW (05-17) HQ-S99 CW (05-17) HQ-300 TX (07-23) HQ-860 CW (08-18)  \n\nThe Declarations along with the Optional Coverages, Optional Packages and Required Forms and Endorsements listed above form your Homeowners Insurance Policy. Please keep these documents for reference.  \n\nInformation About Your Property  \n\nThere are many factors that determine the premium on your policy, some of which are displayed below. If you would like a policy review, please contact your agent or Travelers Representative.  \n\nYear Built:2018 Garage Type:Attached Pool:No   \nof Families: 1 Family Square Footage: 3043 Age of Roof:6   \nof Stories:3 Construction Type: Frame Roof Square Footage:1709   \nof Bathrooms:4 Siding Type:Stucco Tree Overhang: $0\\%$   \nof Employees:00 Foundation Type:Slab Roof Material Type:Asphalt-Fiberglass   \nGarage - Number of Cars:2 Finished Basement:00  \n\nIssued on 06-02-2024 Countersignature (Agent Use Only):  \n\nFor Your Information  \n\nFor  information  about  how  Travelers  compensates  independent  agents  and  brokers,  please  visit www.Travelers.com or call our toll free telephone number 1-866-904-8348. You may also request a written copy from Marketing at One Tower Square, 2GSA, Hartford, Connecticut 06183.  \n\nWe want to make sure we are using accurate information to rate your policy.  Because you are the most familiar with your home we need your help to make sure that the information on your Declarations is accurate and complete.  If any of the information on your Declarations has changed, appears incorrect or is missing, please advise  your  agent  or  Travelers  representative.   We  also  need  you  to  check  our  website  at www.mytravelers.com/discounts to ensure that you are receiving all of the discounts for which you are eligible. Once at the website, type in your policy number 6158432396331 and product code QH2 to view all available discounts.  Should you have any questions about the information on your Declarations or your discounts, please call your agent or Travelers representative.  \n\nIf you have recently replaced your roof it is important that you inform your Travelers Representative.  \n\nSPECIAL WINDSTORM DEDUCTIBLE APPLIES: SEE ENDORSEMENT HQ-312.  \n\nThis policy contains pollution exclusions under the Property Coverage Section and the Liability Coverage Section.  \n\nThis policy may contain a percentage deductible. Please refer to the Deductible Section of the Declarations which identifies all deductibles applicable to your policy. If your coverage limit changes, the percentage deductible amount will also change.  \n\nTRAVELERS INSURANCE POLICY  \n\nTravelers Personal Insurance Company One Tower Square, Hartford, Connecticut 06183 (A Stock Insurance Company)  \n\nAGREEMENT  \n\nWe will provide the insurance described in this policy in return for the premium and compliance with all applicable provisions of this policy.  \n\nDUTY TO REPORT CHANGES IN EXPOSURE  \n\nYou or an “insured” must notify us when:  \n\n1. There is a change to the mailing or “residence premises” address shown in the Declarations;   \n2. A named “insured” no longer resides on the “residence premises” or a person or persons begin to reside on the “residence premises”;   \n3. A named “insured” dies;   \n4. Title to or ownership of the “residence premises” changes;   \n5. There is a change to the use of the “residence premises” with respect to “business” conducted or rental activity;   \n6. An addition, alteration or renovation is made to a dwelling  or  other  building  on  the  “residence premises”; or   \n7. A named “insured” acquires a replacement or additional residential property.  \n\nIf you fail to report a change relating to the insured property within 60 days, it may result in denial of coverage under this policy.  \n\nDEFINITIONS  \n\nIn this policy, you and your refer to:  \n\na. The  named  “insured”  shown  in  the Declarations; and   \nb. The  spouse  if  a  resident  of  the  same household. The term spouse includes, if a resident of the same household: (1) The civil partner of the named “insured”, provided such civil union was obtained in a state  where  a  civil  union is  legally recognized; or (2) The  domestic  partner  of  the  named “insured”,  provided  such  domestic partner was in a continuing spouse-like relationship with the named “insured” for the  purpose  of  a  domestic  life.  Both persons must be 18 years of age or older and may not be related to each other by blood. Neither may be married to another person,  or  be  a  domestic  partner  or partner by civil union of any other person.  \n\nIn this policy, we, us and our refer to the member company of Travelers providing this insurance and shown as Your Insurer in the Declarations.  \n\nIn  this policy, certain words and phrases are  in quotes. Those words and phrases are defined as follows:  \n\n1. “Aircraft” means any device used or designed for flight, including any: a. Unmanned  flying  device,  self-propelled missile or spacecraft; and b. Accessory,  equipment  or  part  for  such device, whether or not attached to the device.  \n\nUnder Property Coverage C – Personal Property, Liability Coverage E – Personal Liability, Liability Coverage F – Medical Payments to Others and Liability – Additional Coverages, “aircraft” does not include any unmanned flying device that:  \n\na. Is used or operated for recreational purposes only; and   \nb. Weighs less than 10 pounds with or without any accessory, equipment or part attached.  \n\n2. “Aircraft  Liability”,  “Hovercraft  Liability”,  “Motor Vehicle Liability” and “Watercraft Liability” mean liability for “bodily injury” or “property damage” arising out of the:  \n\na. Ownership of such vehicle or craft by an “insured”;  \n\nb. Maintenance,  occupancy,  operation,  use, loading or unloading of such vehicle or craft by any person;   \nc. Entrustment of such vehicle or craft by an “insured” to any person;   \nd. Failure to supervise or negligent supervision of any person involving such vehicle or craft by an “insured”; or   \ne. Vicarious liability, whether or not imposed by law,  for  the  actions  of  a  child  or  minor involving such vehicle or craft.  \n\nFor the purpose of this definition:  \n\na. Aircraft means an  “aircraft” as defined  in Definitions 1.;   \nb. Hovercraft means a self-propelled motorized ground effect vehicle and includes flarecraft and air cushion vehicles;   \nc. Motor vehicle means a “motor vehicle” as defined in Definitions 11.; and   \nd. Watercraft means a craft principally designed to be propelled on or in water by wind, engine power or electric motor.  \n\n3. “Apartment” means a single room or set of rooms, rented or held for rental, that is part of a covered building and is intended as a place to stay or reside, regardless of the length of the habitation.  \n\n4. “Bodily injury” means bodily harm, sickness or disease, including required care, loss of services and death that results.  \n\n5. “Business” means:  \n\na. A trade, profession or occupation engaged in on a full-time, part-time or occasional basis; or   \nb. Any other activity engaged in for money or other compensation, except the following: (1) Volunteer activities for which no money is received  other  than  payment  for expenses incurred to perform the activity; (2) Providing home day care services for which no compensation is received, other than  the  mutual  exchange  of  such services; or (3) Providing home day care services to a relative of an “insured”.  \n\n6. “Employee” means an employee of an “insured”, or an employee leased to an “insured” by a labor leasing firm under an agreement between an “insured” and the labor leasing firm, whose duties are other than those performed by a “residence employee”.  \n\n7. “Fuel system” means:  \n\na. One or more containers, tanks or vessels which have a total combined fuel storage capacity of 100 or more U.S. gallons; and (1) Are, or were, used to hold fuel; and (2) Are, or were, located on any one location;   \nb. Any pumping apparatus, which includes the motor, gauge, nozzle, hose or pipes that are, or  were,  connected  to  one  or  more containers,  tanks  or  vessels  described  in 7.a.;   \nc. Filler pipes and flues connected to one or more containers, tanks or vessels described in 7.a.;   \nd. A boiler, furnace or a water heater, the fuel for which is stored in a container, tank or vessel described in 7.a.;   \ne. Fittings  and  pipes  connecting  the  boiler, furnace  or  water heater  to one  or  more containers,  tanks  or  vessels  described  in 7.a.; or   \nf. A structure that is specifically designed and built to hold escaped or released fuel from one or more containers, tanks or vessels described in 7.a.   \nA “fuel system” does not include any fuel tanks   \nthat are permanently affixed to a “motor vehicle”  \n\nor watercraft owned by an “insured”, used for powering the “motor vehicle” or watercraft and not used at any time or in any manner for “business”.  \n\n8. “Fungi”  means  any  type  or  form  of  fungus, including mold or mildew, and any mycotoxins, spores,  scents  or  by-products  produced  or released by “fungi”. Under the Liability Coverage Section, this does not include any “fungi” that are, are on, or are contained in, products  or goods intended  for consumption.  \n\n9. “Insured” means:  \n\na. You and residents of your household who are: (1) Your relatives; or (2) Other persons under the age of 21 and in the care of any person named above;   \nb. A  student  enrolled  in  school  full-time,  as defined by the school, who was a resident of your household before moving out to attend school, provided the student is under the age of: (1) 24 and your relative; or  \n\n(2) 21 and in your care or the care of a person described in 9.a.(1); or  \n\nc. Any  Additional  Insured  named  in  the Declarations,  but  only  with  respect  to Coverages A, B, E and F if applicable to your policy and only for the “residence premises”.   \nd. Under the Liability Coverage Section: (1) With respect to animals or watercraft to which this policy applies, any person or organization legally responsible for these animals or watercraft which are owned by you or any person included in 9.a. or b. “Insured” does not mean a person or organization using or having custody of these animals or watercraft in the course of any “business” or without consent of the owner; or (2) With respect to any vehicle to which this policy applies: (a) Persons  while  engaged  in  your employ  or  that  of  any  person included in 9.a. or b.; or (b) Other persons using the vehicle on an  “insured  location”  with  your consent.  \n\nUnder both the Property and Liability Coverage Sections  of  this  policy,  when  the  word  an immediately precedes the word “insured”, the words an “insured” together mean one or more “insureds”.  \n\n10. “Insured location” means:  \n\na. The “residence premises”;   \nb. The part of other premises, other structures and grounds used by you as a residence and: (1) Which is shown in the Declarations; or (2) Which is acquired  by  you  during the policy period for your use as a residence;   \nc. Any premises used by you in connection with a premises described in 10.a. and b.;   \nd. Any part of a premises: (1) Not owned by an “insured”; and (2) Where  an  “insured”  is  temporarily residing;   \ne. Vacant land, other than farm land, owned by or rented to an “insured”;   \nf. Land owned by or rented to an “insured” on which a one or two family dwelling is being built as a residence for an “insured”;   \ng. Individual or family cemetery plots or burial vaults of an “insured”;   \nh. Any part of a premises occasionally rented to an “insured” for other than “business” use;   \ni. Any premises owned by you and rented to others for use as a residence by not more than  four  families,  if  shown  in  the Declarations  as  an  Additional  Residence Rented to Others; or   \nj. Any  other  structure  on  the  “residence premises”  rented  to  others  as  a  private residence if a limit of liability is shown in the Declarations as Structures Rented to Others.  \n\n11. “Motor vehicle” means:  \n\na. A self-propelled land or amphibious vehicle; or   \nb. Any  trailer  or  semi-trailer  which  is  being carried on, towed by or hitched for towing by a vehicle described in 11.a.   \n“Motor vehicle” does not include model, hobby or   \nchildren’s toy vehicles.  \n\n12. “Occurrence”  means  an  accident,  including continuous or repeated exposure to substantially the  same  general  harmful  conditions,  which results during the policy period, in:  \n\na. “Bodily injury”; or b. “Property damage”.  \n\n13. “Pollutants” means any solid, liquid, gaseous or thermal irritant or contaminant, including smoke, vapor,  soot,  fumes,  acids,  alkalis,  chemicals, waste and any unhealthful or hazardous building materials.  Waste  includes  materials  to  be recycled, reconditioned or reclaimed.  \n\n14. “Property  damage”  means  physical  injury  to, destruction of, or loss of use of tangible property.  \n\n15. “Residence employee” means:  \n\na. An employee of an “insured”, or an employee leased to an “insured” by a labor leasing firm under an agreement between an “insured” and the labor leasing firm, if the employee’s duties are related to the maintenance or use of  the  “residence  premises”,  including household or domestic services; or   \nb. One who performs similar duties elsewhere not related to the “business” of an “insured.”  \n\nA  “residence  employee”  does  not  include  a temporary  employee  who  is  furnished  to  an “insured” to substitute for a permanent “residence employee” on leave or to meet seasonal or shortterm workload conditions.  \n\n16. “Residence premises” means:  \n\na. The one family dwelling or unit where you reside; or   \nb. The two, three or four family dwelling where you reside in at least one of the family units;   \nand which is shown as the “residence premises”   \nin the Declarations.  \n\n“Residence  premises”  also  includes  other structures and grounds at that location.  \n\n17. “Vacant” means the dwelling or unit lacks the necessary amenities, adequate  furnishings or utilities and services required to sustain normal occupancy. A dwelling or unit being constructed is not considered “vacant”.  \n\nPOLICY CONDITIONS  \n\n1. Liberalization Clause. If we make a change which broadens coverage under this edition of our policy without additional premium charge, that change will automatically apply to your insurance as of the date we implement the change in your state, provided that this implementation date falls within 60 days prior to or during the policy period stated in the Declarations. This  Liberalization  Clause  does  not  apply  to changes implemented with a general program revision  that  includes  both  broadenings  and restrictions of coverage, whether that general program  revision  is  implemented  through introduction of: a. A subsequent edition of this policy form; or b. An amendatory endorsement.  \n\n2. Waiver or Change of Policy Provisions. A waiver or change of a provision of this policy must be in writing by us to be valid. Our request for an appraisal or examination will not waive any of our rights.  \n\n3. Duty  to Cooperate and Inform. The coverage provided by this policy and the premium charged for this policy are based on information you have given us. You agree:  \n\na. To cooperate with us in determining if this information is correct and complete;   \nb. To inform us of any change in title, use or occupancy of the “residence premises”.   \nc. That if within 90 days of the policy effective date this information changes, is incorrect or incomplete, we may adjust your coverage and  premium  accordingly  by  giving  you notice. This notice may be delivered to you, electronically  transmitted  to  you,  if permissible by law, or mailed to you at your mailing address shown in the Declarations. The notice will contain the changed, incorrect or  incomplete  information  along  with  the resulting premium change.  \n\n4. Cancellation.  This  policy  may  be  cancelled during the policy period as follows:  \n\na. A named “insured” shown in the Declarations may cancel this policy by: (1) Returning this policy to us; or (2) Giving us advance written notice of the date cancellation is to take effect. We may accept another form of notice from a named  “insured”.  The  cancellation  by  a named “insured” will be binding on any other named “insured”.   \nb. We  may  cancel  this  policy  only  for  the reasons stated below by letting you know in writing of the date cancellation takes effect. This cancellation notice may be delivered to you,  electronically  transmitted  to  you,  if permissible by law, or mailed to you at your mailing address shown in the Declarations. Proof of mailing or electronic transmission will be sufficient proof of notice. We will also deliver or mail a copy of the notice to any Additional  Insured  named  in  the Declarations. (1) When you have not paid the premium, we may cancel at any time by letting you know at least 10 days before the date cancellation takes effect; (2) When this policy has been in effect for less than 60 days and is not a renewal with us, we may cancel for any reason by letting you know at least 10 days before the date cancellation takes effect; or (3) When this policy has been in effect for 60 days or more, or at any time if it is a renewal with us, we may cancel: (a) If  there  has  been  a  material misrepresentation  of  fact  which  if known to us would have caused us not to issue the policy; or (b) If the risk has changed substantially since the policy was issued. This can be done by letting you know at least  30  days  before  the  date cancellation takes effect. If specific Cancellation provisions apply in your state, they will appear in the Special Provisions Endorsement that is part of this policy.   \nc. When this policy is cancelled, the premium for the period from the date of cancellation to the expiration date will be refunded pro rata.   \nd. If the return premium is not refunded with the notice of cancellation or when this policy is returned to us, we will refund it within a reasonable time after the date cancellation takes effect.  \n\n5. Nonrenewal. We may elect not to renew this policy. We may do so by delivering to  you, electronically transmitting to you, if permissible by law, or mailing to you at the mailing address shown in the Declarations, written notice at least 30 days before the expiration date of this policy. Proof of mailing or electronic transmission will be sufficient proof of notice. We will also deliver or mail a copy of the notice to any Additional Insured named in the Declarations. If  we  offer  to  renew  and you  or  your representative  do  not  accept,  this  policy  will automatically  terminate  without  notice  of termination at the end of the current policy period. Failure to pay the required renewal premium when due shall mean that you have not accepted our offer. If specific Nonrenewal provisions apply in your state, they will appear in the Special Provisions Endorsement that is part of this policy.  \n\n6. Assignment. Assignment of this policy is void unless we give our written consent. We, as the non-assigning  party,  will  not  recognize  any assignment  of  this  policy  unless  our  written consent is provided.  \n\n7. Subrogation. An “insured” may waive in writing before a loss all rights of recovery against any person.  If  not  waived,  we  may  require  an assignment of rights of recovery for a loss to the extent that payment is made by us. If an assignment is sought, an “insured” must sign and deliver all related papers and cooperate with us. Subrogation does not apply under the Liability Coverage Section to Medical Payments to Others or Damage to Property of Others.  \n\n8. Death. If any person named in the Declarations or  the  spouse,  if  a  resident  of  the  same household, dies: a. We insure the legal representative of the deceased  but  only  with  respect  to  the premises  and  property  of  the  deceased covered under the policy at the time of death; and b. “Insured” will then also include: (1) An “insured” who is a member of your household at the time of your death, but only while a resident of the “residence premises”; and (2) With respect to your property, the person having proper temporary custody of the property until appointment and qualification of a legal representative.  \n\nTRAVELERS HOMEOWNERS INSURANCE POLICY  \n\nPROPERTY COVERAGE SECTION  \n\nPROPERTY COVERAGE A - DWELLING  \n\n1. We cover:  \n\na. The dwelling on the “residence premises” shown  in  the  Declarations,  including structures attached to the dwelling; and  \n\nb. Materials and supplies located on or next to the “residence premises” used to construct,  \n\nalter or repair the dwelling or other structures on the “residence premises”.  \n\n2. We do not cover land, including land on which the dwelling is located.  \n\nPROPERTY COVERAGE B – OTHER STRUCTURES  \n\n1. We cover other structures on the “residence premises” set apart from the dwelling by clear space. This includes structures connected to the dwelling by only a fence, utility line or similar connection. It also includes other structures that are not buildings, including driveways, walkways and patios.  \n\n2. We do not cover:  \n\na. Land,  including  land  on  which  the  other structures are located;  \n\nb. Other structures rented or held for rental to any person not a tenant of the dwelling, unless used solely as a private garage. We do cover other structures rented to others as a private residence for which a limit of liability is shown in the Declarations for Structures Rented to Others;  \n\nc. Other structures from which any “business” is conducted; or   \nd. Other structures used to store “business” property.  We  do  cover  a  structure  that contains “business” property solely owned by an  “insured”  or  a  tenant  of  the  dwelling provided that “business” property does not include gaseous or liquid fuel, other than fuel in a permanently installed fuel tank of a vehicle  or  craft  parked  or  stored  in  the structure.  \n\nPERILS INSURED AGAINST PROPERTY COVERAGE A – DWELLING PROPERTY COVERAGE B – OTHER STRUCTURES  \n\n1. We insure against direct physical loss to property described in Property Coverages A and B.  \n\n2. We do not insure for loss:  \n\na. Excluded under Property - Exclusions;   \nb. Involving  collapse  or  danger  of  collapse, except as provided in Property - Additional Coverage 9. Collapse; or   \nc. Caused by: (1) Freezing  of  a  plumbing,  heating,  air conditioning or automatic fire protective sprinkler  system  or  of  a  household appliance, or by discharge, leakage or overflow  from  within  the  system  or appliance  caused  by  freezing.  This exclusion does not apply if you have used reasonable care to: (a) Maintain heat in the building; or  \n\n(b) Shut off the water supply and drain all systems and appliances of water.  \n\nIf  the  building  is  protected  by  an automatic  fire protective sprinkler system, you must use reasonable care to continue the water supply and maintain heat in the building for coverage to apply. For  purposes  of  this  provision,  a plumbing system or household appliance does not include a sump, sump pump or related equipment or any other system designed to remove surface or subsurface  water,  roof  drain,  gutter, downspout or  similar fixtures or equipment; (2) Freezing, thawing, pressure or weight of water, ice or snow, whether driven by wind or not, to a:  \n\n(a) Fence, pavement or patio; (b) Outdoor  spa  or  hot  tub,  outdoor sauna or outdoor swimming pool and any related equipment; (c) Footing, foundation, bulkhead, wall, or any other structure or device that supports all or part of a building or other structure; (d) Retaining wall or bulkhead that does not support all or part of a building or other structure; or (e) Pier, wharf or dock. This exclusion applies whether any item identified in  (2)(a) through  (e) of  this exclusion is wholly or partially above or below ground;   \n(3) Theft  in  or  to  a  dwelling  under construction, or of materials and supplies for  use  in  the  construction  until  the dwelling is finished and occupied;   \n(4) Vandalism and malicious mischief, and any  ensuing  loss  caused  by  any intentional and wrongful act committed in the course of the vandalism or malicious mischief,  if  the  dwelling  has  been “vacant” for more than 60 consecutive days  immediately  before  the  loss regardless of the policy’s inception or renewal date;   \n(5) Theft  or  vandalism  and  malicious mischief in or to a dwelling while rented to others by an “insured” for a rental term of less than 30 consecutive days; or   \n(6) Any of the following: (a) Wear and tear, marring, scratching or deterioration; (b) Mechanical breakdown, latent defect, inherent vice or any quality in property that causes it to damage or destroy itself; (c) Smog, rot, rust or other corrosion; (d) Smoke from agricultural smudging or industrial operations; (e) Discharge, dispersal, seepage, migration,  release  or  escape  of “pollutants” unless  the discharge, dispersal, seepage, migration, release or escape is itself caused by a Peril Insured Against  under Property Coverage C; (f) Settling, shrinking, bulging or expansion, including resultant cracking, of bulkheads, pavements, patios, footings, foundations, walls, floors,  roofs  or  ceilings.  This exclusion applies whether any item is wholly or partially above or below ground;   \n(g) Birds, bats, vermin, rodents, raccoons,  skunks,  arachnids or insects;   \n(h) Nesting or infestation, or discharge or  release  of  waste  products  or secretions, by any animals;   \n(i) Animals  owned  or  kept  by  an “insured” or “residence employee”; or   \n(j) Presence, pressure or intrusion of any root system.  \n\nException to c.(6)  \n\nUnless the loss is otherwise excluded, we cover  loss  to  property  covered  under Property Coverages A and B resulting from an accidental discharge or overflow of water or steam from within a plumbing, heating, air conditioning  or  automatic  fire  protective sprinkler system or household appliance, that causes  damage  to  a  building  on  the “residence  premises”,  if  the  accidental discharge or overflow of water or steam originates from within a system or appliance:  \n\na.  On the “residence premises”; or   \nb. Off the “residence premises”, if located on a premises adjacent to the “residence premises”.  \n\nThis includes the cost to tear out and replace any part of a building, or other structure, on the  “residence  premises”,  but  only  when necessary to repair the system or appliance from which this water or steam escaped.  \n\nWe do not cover loss:  \n\na. To the system or appliance from which this water or steam escaped;   \nb. Caused  by  accidental  discharge  or overflow of water or steam from within a storm drain whether located on or off the “residence premises”; or   \nc Caused  by  accidental  discharge  or overflow of water or steam from within a steam  or sewer  pipe located  off  the “residence premises”. For  purposes  of  this  provision,  a plumbing system or household appliance does not include a sump, sump pump or related equipment or any other system designed  to remove surface or  \n\nsubsurface  water,  roof  drain,  gutter, down  spout  or  similar  fixtures  or equipment.  \n\nUnder Perils Insured Against 2.b. and c., any ensuing loss to property described in Property Coverages A and B not excluded by any other provision in this policy is covered.  \n\nPROPERTY COVERAGE C – PERSONAL PROPERTY  \n\n1. Covered Property. We cover personal property owned  or  used  by  an  “insured”  while  it  is anywhere in the world. At your request, we will cover personal property owned by:  \n\na. Others while the property is on the part of the “residence  premises”  occupied  by  an “insured”; or   \nb. A guest or a “residence employee”, while the property is in any residence occupied by an “insured”.  \n\nThis request may be made after a loss.  \n\n2. Limit for Property at Other Locations.  \n\na. Other Residences.  \n\nOur  limit  of  liability  for  personal  property usually located at an “insured’s” residence, other than the “residence premises”, is $10\\%$ of the limit of liability for Property Coverage C,  or $\\mathbb{S}1\\,,000$ ,  whichever  is  greater.  This limitation does not apply to personal property:  \n\n(1) Moved from the “residence premises” because the “residence premises” is: (a) Being repaired, renovated or rebuilt; and (b) Not fit to live in or store property in;   \n(2) Removed, for a period of 60 days or less, from the “residence premises” endangered by a Peril Insured Against; or   \n(3) In a newly acquired principal residence for 60 days from the time you begin to move the property there.  \n\nb. Storage Facilities.  \n\nOur  limit  of  liability  for  personal  property owned or used by an “insured” and located in a storage facility is $10\\%$ of the limit of liability for  Property  Coverage  C,  or $\\Phi1{,}000$ , whichever is greater. This limitation does not apply to personal property:  \n\n(1) Moved from the “residence premises” because the “residence premises” is: (a) Being repaired, renovated or rebuilt; and (b) Not fit to live in or store property in;  \n\n(2) Removed, for a period of 60 days or less, from the “residence premises” endangered by a Peril Insured Against; or   \n(3) Usually  located  in an “insured’s” residence,  other  than  the  “residence premises”.  \n\n3. Special  Limits  of  Liability.  The  following categories of personal property are covered only up to the Special Limits of Liability indicated below or shown in the Declarations. The special limit for each category described below is the total limit for each loss for all property in that category. These special limits do not increase the Property Coverage C limit of liability.  \n\na. Money, bank notes, bullion, gold other than goldware,  silver  other  than  silverware, platinum  other  than  platinumware,  coins, medals,  scrip,  stored  value  cards,  smart cards, gift certificates, digital currency and any  related  currencies  used  in  place  of money.   \nb. Securities,  accounts,  deeds,  evidence  of debt, letters of credit, notes other than bank notes, manuscripts, passports, tickets and stamps.This  limit  includes  the  cost  to research, replace or restore information from the lost or damaged material.   \nc. Comic books and trading cards, including sport  cards,  game  cards  and  non-sports cards.   \nd. Collectibles,  including  figurines,  glassware, marble,  porcelains,  statuary  and  similar articles.   \ne. Loss by theft of jewelry, watches, precious and semiprecious stones.   \nf. Loss by theft of furs.   \ng. Loss  by  theft  of  silverware,  silver-plated ware,  goldware,  gold-plated  ware, platinumware,  platinum-plated  ware  and pewterware.  This  includes  flatware, hollowware,  tea  sets,  trays  and  trophies made of or including silver, gold, platinum or pewter.   \nh. Loss  by  theft  of  firearms  and  related equipment.   \ni. Loss by theft of tools and their accessories.   \nj. Loss by theft of any rugs, carpets, tapestries, wall hangings or other similar articles. This limit does not apply to wall-to-wall carpet.   \nk. Covered  property,  on  the  “residence premises”,  used  primarily  for  “business” purposes.   \nl. Covered property, away from the “residence premises”,  used  primarily  for  “business” purposes. This limit does not apply to loss to electronic apparatus and accessories while in or upon a “motor vehicle”.   \nm. Trailers  or  semitrailers  not  used  with watercraft.   \nn. “Motor vehicle” accessories, equipment  or parts while not attached to, located in or upon or while removed from any “motor vehicle”.   \no. Electronic apparatus and accessories, while in or upon a “motor vehicle” or watercraft, but only  if  the  apparatus  is  equipped  to  be operated by power from the “motor vehicle’s” or watercraft’s  electrical  system  while  still capable of being operated by other power sources.   \np. $\\mathfrak{S}500$ for  tapes,  records,  discs,  antennas, wires, electronic music and movies or other media that can be used with any electronic apparatus and accessories while in or upon a “motor vehicle” or watercraft.   \nq. $\\mathbb{S}1\\,,500$ for watercraft, including their trailers, furnishings,  accessories,  equipment,  parts and outboard engines or motors. This limit does not apply to non-motorized personal craft under 20 feet in length, such as  kayaks,  surf  boards,  canoes,  paddle boards,  row  boats,  wind  surfers  or  kite boards.   \nr. $\\mathtt{5250}$ for  legally  obtained  or  prescribed marijuana.   \ns. $\\mathbb{S}1\\,,000$ for  fine  arts,  including  paintings, etchings, drawings, lithographs, photographs, sculptures and other bonafide works of art of rarity, historical value or artistic merit.  \n\n4. Property Not Covered.  \n\nWe do not cover:  \n\na. Articles separately described and specifically insured, regardless of the limit for which they are insured, in this or other insurance;  \n\nb. Animals, birds or fish; c. “Motor vehicles”. (1) This includes:  \n\n(a) Accessories, equipment and parts; or (b) Electronic apparatus and accessories designed to be operated solely by power from the electrical system of the “motor vehicle”. The exclusion of property described in 4.c.(1)(a) and (b) applies only while such property is attached to or located in or upon the “motor vehicle”; (2) We  do  cover  “motor  vehicles”  not required  to  be  registered  for  use  on public roads or property, which are: (a) Used  to  service  an  “insured’s” residence; or (b) Designed to assist the handicapped;   \nd. “Aircraft”;   \ne. Hovercraft, including accessories, equipment and parts, whether or not attached to the hovercraft. Hovercraft means a self-propelled motorized ground effect vehicle and includes flarecraft and air cushion vehicles;   \nf. Property of roomers, boarders, tenants and other occupants who provide compensation to an “insured” for use of all or part of the “residence premises”. This includes property of guests of any such roomer, boarder, tenant or other occupant. We do cover property of roomers, boarders, tenants, other occupants and guests of any such  roomer,  boarder,  tenant  and  other occupants related to an “insured”;   \ng. Property in an “apartment” rented or held for rental to others by an “insured”, except as provided  under  Property  -  Additional Coverage 11. Landlord’s Furnishings;   \nh.  Property rented or held for rental to others off the “residence premises”; “Business”  or  personal  records  or  data, including such data stored in: (1) Books  of  account,  drawings  or  other paper records; (2) Computers  and related or similar equipment; or (3) Digital, electronic or virtual form; except as provided in Property – Additional Coverage 14. Personal Records and Data Replacement. We do cover the cost of blank recording or storage media and of prerecorded computer programs  available  on  the  retail  market;  \n\nj. Credit cards, electronic fund transfer cards or access  devices  used  solely  for  deposit, withdrawal or transfer of funds except as provided in Property - Additional Coverage 7. Credit Card, Electronic Fund Transfer Card or Access Device, Forgery and Counterfeit Money;  \n\nk. Grave  markers,  except  as  provided  in Property - Additional Coverage 13. Grave Markers; or   \nl. Water or steam.  \n\nPERILS INSURED AGAINSTPROPERTY COVERAGE C – PERSONAL PROPERTY  \n\nWe insure for direct physical loss to the property described in Property Coverage C caused by any of the following perils, unless the loss is excluded in Property - Exclusions.  \n\n1. Fire or Lightning.  \n\n2. Windstorm or Hail.  \n\nThis peril includes loss to watercraft and their trailers,  furnishings,  accessories,  equipment, parts and outboard engines or motors, only while inside a fully enclosed building.  \n\nThis  peril  does  not  include  loss  to  property contained in a building caused by rain, snow, sleet, sand or dust unless the direct force of wind or hail damages the building, causing an opening in a roof or wall and the rain, snow, sleet, sand or dust enters through this opening.  \n\n3. Explosion.  \n\n4. Riot or Civil Commotion.  \n\n5. Aircraft.  \n\nThis peril includes remotely operated, unmanned flying device, self-propelled missile or spacecraft.  \n\n6. Vehicles.  \n\n7. Smoke.  \n\nThis peril means sudden and accidental damage from smoke, including the emission or puffback of smoke, soot, fumes or vapors from a boiler, furnace or related equipment.  \n\nThis peril does not include loss caused by smoke from the manufacture of controlled substances, agricultural smudging or industrial operations.  \n\n8. Vandalism or Malicious Mischief.  \n\nThis  peril  does  not  include  loss  to  property caused by vandalism and malicious mischief, and any ensuing loss caused by any intentional and wrongful act committed in the course of the vandalism or malicious mischief, if the dwelling has been “vacant” for more than 60 consecutive days immediately before the loss regardless of the policy’s inception or renewal date.  \n\n9. Theft.  \n\na. This peril includes attempted theft and loss of property from a known place when it is likely that the property has been stolen.   \nb. This peril does not include loss caused by theft: (1) Committed by an “insured”; (2) In or to a dwelling under construction, or of materials and supplies for use in the construction until the dwelling is finished and occupied; (3) From that part of a “residence premises” rented by an “insured” to someone other than another “insured”; (4) Anywhere on the “residence premises” when  any  portion  is  rented  by  an “insured” to someone other than another “insured” for a continuous period of less than 30 days; or (5) That occurs off the “residence premises” of: (a) Trailers, semitrailers and campers; (b) Watercraft, including their furnishings, accessories, equipment, parts  and  outboard  engines  or motors; or (c) Property while at any other residence owned by, rented to or occupied by an  “insured”,  except  while  an “insured” is temporarily living there. Property of an “insured”, who is a student,  is  covered  while  at  the residence the  student  occupies  to attend school as long as the student has been there at any time during the 90 days immediately before the loss.  \n\n10. Falling Objects.  \n\nThis  peril  does  not  include  loss  to  property contained in a building unless the roof or an  \n\noutside wall of the building is first damaged by a falling object. Damage to the falling object itself is not included.  \n\n11. Weight of Ice, Snow or Sleet.  \n\nThis peril means weight of ice, snow or sleet which causes damage to property contained in a building.  \n\n12. Accidental Discharge or Overflow of Water or Steam.  \n\na. This  peril  means  accidental  discharge  or overflow of water or steam from within a plumbing,  heating,  air  conditioning  or automatic fire protective sprinkler system or from within a household appliance, if the accidental discharge or overflow of water or steam originates from within a system or appliance: (1) On the “residence premises”; or (2) Off the “residence premises”, if located on a premises adjacent to the “residence premises”.   \nb. This peril does not include loss: (1) To the system or appliance from which the water or steam escaped; (2) Caused  by  or  resulting  from  freezing except  as  provided  in  Peril  Insured Against 14. Freezing; (3) Caused  by  accidental  discharge  or overflow of water or steam from within a storm drain whether located on or off the “residence premises”; or (4) Caused  by  accidental  discharge  or overflow of water or steam from within a steam  or  sewer  pipe  located  off  the “residence premises”.   \nc. In this peril, a plumbing system or household appliance does not include a sump, sump pump or related equipment or any other system  designed  to  remove  surface  or  \n\nsubsurface  water,  roof  drain,  gutter, downspout or similar fixtures or equipment. d. Property – Exclusion 3. Water, paragraphs a. and c. that apply to surface water and water below the surface of the ground do not apply to loss by water covered under this peril.  \n\n13. Sudden  and  Accidental  Tearing  Apart, Cracking, Burning or Bulging.  \n\nThis peril means sudden and accidental tearing apart, cracking, burning or bulging of a steam or hot water heating system, an air conditioning or automatic fire protective sprinkler system or an appliance for heating water.  \n\nThis peril does not include loss caused by or resulting from freezing except as provided in Peril Insured Against 14. Freezing.  \n\n14. Freezing.  \n\na. This  peril  means  freezing  of  a  plumbing, heating,  air  conditioning  or  automatic  fire protective sprinkler system or of a household appliance  but  only  if  you  have  used reasonable care to: (1) Maintain heat in the building; or (2) Shut off the water supply and drain all systems and appliances of water. If the building is protected by an automatic fire protective sprinkler system, you must use reasonable care to continue the water supply and maintain heat in the building for coverage to apply.   \nb. In this peril, a plumbing system or household appliance does not include a sump, sump pump  or  related  equipment  or  any  other system  designed  to  remove  surface  or subsurface  water,  roof  drain,  gutter, downspout or similar fixtures or equipment.  \n\n15. Sudden  and  Accidental  Damage from Artificially Generated Electrical Current.  \n\nPROPERTY COVERAGE D – LOSS OF USE  \n\nThe limit of liability for Property Coverage D is the total limit for the coverages in 1. Additional Living Expense, 2. Fair Rental Value and 3. Civil Authority Prohibits Use.  \n\n1. Additional Living Expense. If a loss covered under the Property Coverage Section makes that part of the “residence premises” where you reside not fit to live in, we cover any necessary increase in living expenses incurred by you so that your household can maintain its normal standard of living.  \n\nPayment will be for the lesser of:  \n\na.  The shortest time required to: (1) Repair or replace the damage; or (2) Settle your household elsewhere, if you permanently relocate; or   \nb. 24 months.  \n\n2. Fair Rental Value. If a loss covered under the Property Coverage Section makes that part of the “residence premises” rented to others or held for rental by you not fit to live in, we cover the amount of fair rental value of such premises lost, less any expenses that do not continue while it is not fit to live in.  \n\nCoverage under Fair Rental Value will only apply when that part of the “residence premises” is held for rental or rented to others for a term of 6 consecutive months or more by the same roomer, boarder, tenant or other occupant who provides compensation to an “insured”.  \n\nPayment will be for the shortest time required to repair or replace such premises, but for no more than 24 months.  \n\nWritten proof that part of the “residence premises” is rented, was held for rental at the time of loss or has been rented within the 12 months prior to the date of loss is required.  \n\n3. Civil Authority Prohibits Use. If a civil authority prohibits  you  from  use  of  the  “residence premises” as a result of direct physical damage to  neighboring  premises  caused  by  a  Peril Insured  Against  under  this  policy,  we  cover resulting 1. Additional Living Expense and 2. Fair Rental Value as provided above for no more than 30  days.  Neighboring  premises  means  a premises in sufficient proximity to the “residence premises” that there exists a reasonable risk that the damage affecting the neighboring premises could endanger either the “residence premises” or  the  safety  of  its  occupants  while  in  the “residence premises”.  \n\nThe  periods  of  time  under  1.  Additional  Living Expense, 2. Fair Rental Value and 3. Civil Authority Prohibits Use above are not limited by expiration of this policy.  \n\n4. Loss or Expense Not Covered. We do not cover loss or expense due to cancellation of a lease or agreement.  \n\nPROPERTY - ADDITIONAL COVERAGES  \n\nUnless otherwise stated, the following coverages are additional insurance and are subject to the applicable deductible.  \n\n1. Debris Removal. We will pay your reasonable expense for the removal of debris of covered property if a Peril Insured Against that applies to the damaged property causes the loss.  \n\nThis expense is included in the limit of liability that applies to the damaged property. If the amount to be paid for the actual damage to the property plus the debris removal expense is more than the limit of liability for the damaged property, an additional percentage, as shown in the Declarations for this Property – Additional Coverage, of that limit is available for such expense.  \n\nWe do not pay for the removal of trees except as provided under Property – Additional Coverage 2. Tree Removal. We also do not pay for:  \n\na. Extraction of “pollutants” from land or water; or   \nb. Removal,  restoration  or  replacement  of polluted land or water.  \n\n2. Tree Removal. We  will pay  your reasonable expense, up to the limit shown in the Declarations for this Property - Additional Coverage, for the removal  of  trees  fallen  on  the  “residence premises” as a result of a Peril Insured Against, provided the tree(s):  \n\na. Damage(s) a covered structure; or b. Do(es) not damage a covered structure, but: (1) Block(s) a driveway on the “residence premises”  which  prevent(s)  a  “motor vehicle”, that is registered  for use on public roads or property, from entering or leaving the “residence premises”; or (2) Block(s) a ramp or other fixture designed to assist a person to enter or leave the dwelling building.  \n\nThe Per Loss Limit shown in the Declarations for this Property – Additional Coverage is the most we will pay in any one loss regardless of the number of fallen trees. No more than the Per Tree Limit shown in the Declarations for this Property - Additional Coverage will be paid for the removal of any one tree.  \n\n3. Reasonable Repairs.  \n\na. We will pay the reasonable cost incurred by you for the necessary measures taken solely to protect covered property that is damaged by  a  Peril  Insured  Against  from  further damage.   \nb. If the measures taken involve repair to other damaged property, we will pay only if that  \n\nproperty is covered under this policy and the damage is caused by a Peril Insured Against.  \n\nThis coverage does not increase the limit of liability that applies to the covered property or relieve you of your duties described in Property – Conditions 2.d. Duties After Loss.  \n\n4. Trees, Shrubs and Other Plants. We cover trees, shrubs, plants or lawns, on the “residence premises”, for loss caused by the following Perils Insured Against:  \n\na. Fire or Lightning;   \nb. Explosion;   \nc. Riot or Civil Commotion;   \nd. Aircraft;   \ne. Vehicles not owned or operated by a resident of the “residence premises”;   \nf. Vandalism or Malicious Mischief; or   \ng. Theft.  \n\nWe will pay up to the percentage of Property Coverage A shown in the Declarations for this Property – Additional Coverage for all damaged trees, shrubs, plants or lawns. No more than the Per Tree Limit shown in the Declarations for this Property – Additional Coverage will be paid for any one tree, shrub or plant. We do not cover property illegally grown or grown for “business” purposes.  \n\n5. Fire Department Service Charge. We will pay up to the limit shown in the Declarations for this Property - Additional Coverage for reasonable and necessary fire department charges incurred by you when the fire department is called to save or protect covered property from a Peril Insured Against.  \n\nNo deductible applies to this coverage.  \n\n6. Property Removed. We insure covered property against direct loss from any cause while being removed  from  or  returned  to  a  premises endangered by a Peril Insured Against and for no more than 60 days while removed. This coverage does not change the limit of liability that applies to the removed property.  \n\n7. Credit Card, Electronic Fund Transfer Card or Access  Device,  Forgery  and  Counterfeit Money.  \n\na. We will pay up to the limit shown in the Declarations for this Property -  Additional Coverage for:  \n\n(1) The legal obligation of an “insured” to pay because of the theft or unauthorized use of credit cards issued to or registered in an “insured’s” name;   \n(2) Loss resulting from theft or unauthorized use of an electronic fund transfer card or access  device  used  for  deposit, withdrawal or transfer of funds, issued to or registered in an “insured’s” name;   \n(3) Loss to an “insured” caused by forgery or alteration  of  any  check  or  negotiable instrument; and   \n(4) Loss to an “insured” through acceptance in good faith of counterfeit United States or Canadian paper currency.  \n\nNo deductible applies to this coverage.  \n\nAll loss resulting from a series of acts:   \n(1) Committed by any one person or group of persons acting in concert; or   \n(2) In which any one person or group of persons acting in concert is concerned or implicated;   \nis considered to be one loss.  \n\nc. We do not cover: (1) Use  of  a  credit  card,  electronic  fund transfer card or access device: (a) By a resident of your household; (b) By a person who has been entrusted with either type of card or access device; or (c) If an “insured” has not complied with all terms and conditions under which the cards are issued or the devices accessed; or (2) Loss arising out of “business” use or dishonesty of an “insured”.  \n\nd. If the coverage in 7.a. applies, the following defense provisions also apply:  \n\n(1) We may investigate and settle any claim or suit that we decide is appropriate. Our duty to defend a claim or suit ends when the amount we pay for the loss equals our limit of liability.   \n(2) If a suit is brought against an “insured” for liability  under  7.a.(1)  or  (2),  we  will provide a defense at our expense by counsel of our choice.   \n(3) We have the option to defend, at our expense, an “insured” or an “insured’s” bank against any suit for the enforcement of payment under 7.a.(3).  \n\na. We will pay up to the limit shown in the Declarations  for  this  Property -  Additional Coverage for your share of loss assessment charged during the policy period against you, as  owner  or  tenant  of  the  “residence premises”, by a corporation or association of property owners. The assessment must be made as a result of direct loss to property, owned by all members collectively, of the type that would be covered by this policy if owned by you, caused by a Peril Insured Against under Property Coverage A.  \n\nThis coverage does not apply to assessments made as a result of damage caused by earthquake and other earthquake shocks,  including  land  shock  waves  or tremors  before,  during  or  after  volcanic activity.  \n\nWe do cover loss caused directly by fire, explosion or theft resulting from earthquake and other earthquake shocks.  \n\nThe limit shown in the Declarations is the most we will pay with respect to any one loss, regardless of the number of assessments. We will apply only one deductible, per unit, to the total amount of any one loss to the property described above, regardless of the number of assessments.  \n\nb. We  do  not  cover  assessments  charged against you or a corporation or association of property owners by any governmental body.  \n\nc. Property - Condition 16. Policy Period does not apply to this coverage.  \n\n9. Collapse.  \n\na. With respect to this Property - Additional Coverage:  \n\n(1) Collapse means an abrupt falling down or caving in of a building or any part of a building with the result that the building or part of the building cannot be occupied for its current intended purpose.   \n(2) A building or any part of a building that is in danger of falling down or caving in is not  considered  to  be  in  a  state  of collapse.   \n(3) A part of a building that is standing is not considered to be in a state of collapse even if it has separated from another part of the building.   \n(4) A building or any part of a building that is standing is not considered to be in a state  \n\nof collapse even if it shows evidence of cracking,  bulging,  sagging,  bending,  \n\nleaning, settling, shrinkage or expansion.   \nb. We insure for direct physical loss to covered property  involving  abrupt  collapse  of  a building  or  any  part  of  a  building  if  the collapse was caused by one or more of the following: (1) A Peril Insured Against under Property Coverage C; (2) Decay that is hidden from view, unless the presence of such decay is known to an “insured” prior to collapse or there are visible signs of damage and the “insured” has not taken prompt action to prevent further damage; (3) Insect or vermin damage that is hidden from view, unless the presence of such damage is known to an “insured” prior to collapse; (4) Weight of contents, equipment, animals or people; (5) Weight of rain which collects on a roof; or (6) Use of defective material, methods or faulty,  inadequate  workmanship in construction, remodeling or renovation if the collapse occurs during the course of the  construction,  remodeling  or renovation.   \nc. Loss  to  an  awning,  fence,  patio,  deck, pavement,  swimming  pool,  underground pipe,  flue,  drain,  cesspool,  septic  tank, footing, foundation, wall, floor, retaining wall, bulkhead, pier, wharf or dock, whether any item is wholly or partially above or below ground, is not included under 9.b.(2) through (6), unless the loss is a direct result of the collapse of a building or any part of a building.   \nd. This coverage does not increase the limit of liability that applies to the damaged covered property.  \n\n10. Glass or Safety Glazing Material.  \n\na. We cover: (1) The breakage of glass or safety glazing material  which  is  part  of  a  covered building, storm door or storm window; and (2) The  direct  physical  loss  to  covered property caused solely by the pieces, fragments or splinters of broken glass or safety glazing material which is part of a building, storm door or storm window.   \nb. This coverage does not include loss:  \n\n(1) To  covered property  which  results because  the glass  or  safety  glazing material has  been  broken,  except as provided in 10.a.(2); or   \n(2) On  the  “residence  premises”  if  the dwelling has been “vacant” for more than 60 consecutive days immediately before the loss.   \nThis coverage does not increase the limit of   \nliability that applies to the damaged property.  \n\n11. Landlord’s Furnishings. We will pay up to the limit shown in the Declarations for this Property - Additional  Coverage  for  your  appliances, carpeting and other household furnishings, in each “apartment” on the “residence premises” rented or held for rental to others by an “insured”, for loss caused by a Peril Insured Against in Property Coverage C, other than Theft. This limit is the most we will pay in any one loss regardless of the number of appliances, carpeting or other household furnishings involved in the loss. This coverage does not increase the limit of liability  that applies to  the  damaged  covered property.  \n\n12. Ordinance or Law.  \n\na. You  may  use  up  to  the  percentage  of Property  Coverage  A  shown  in  the Declarations for this Property -  Additional Coverage for the increased costs you incur due to the enforcement of any ordinance or law which requires or regulates: (1) The construction, demolition, remodeling, renovation or repair of that part  of  a  covered  building  or  other structure damaged by a Peril Insured Against; (2) The demolition and reconstruction of the undamaged part of a covered building or other  structure,  when  that  building  or other  structure  must  be totally demolished because of damage by a Peril Insured Against to another part of that covered building or other structure; or (3) The remodeling, removal or replacement of the portion of the undamaged part of a covered  building  or  other  structure necessary to complete the remodeling, repair or replacement of that part of the covered  building  or  other  structure damaged by a Peril Insured Against.  \n\nb. You may use all or part of this ordinance or law coverage to pay for the increased costs you incur to remove debris resulting from the construction, demolition, remodeling, renovation, repair or replacement of property as stated in 12.a.   \nc. We do not cover: (1) Stigma  damage  or  any  actual or perceived  reduction  or  diminution  in value to any covered building or other structure due to the requirements of any ordinance or law; or (2) The costs to comply with any ordinance or law which requires an “insured” or others  to  test  for,  monitor,  clean  up, remove,  contain,  treat,  detoxify  or neutralize, or in any way respond to, or assess the effects of, “pollutants” in or on any covered building or other structure.   \nd. The most we will pay for any increased costs to comply with any ordinance or law that becomes effective after the date of loss is $\\mathbb{S}5{,}000$ .  \n\n13. Grave Markers. We will pay up to $\\mathbb{S}5{,}000$ for grave  markers,  including  mausoleums,  on  or away from the “residence premises” for loss caused by a Peril Insured Against under Property Coverage C.  \n\nThis coverage does not increase the limits of liability  that  apply  to  the  damaged  covered property.  \n\n14. Personal Records and Data Replacement. We will pay up to the limit shown in the Declarations for  this  Property  –  Additional  Coverage  to research, replace or restore personal records or data lost as a result of a Peril Insured Against. This  limit  includes  replacing  or  restoring information from the lost or damaged material, including blank  recording, storage  media and prerecorded computer programs available on the retail market.  \n\nWe will pay only when the records or data are replaced or recreated.  \n\n15. Inflation Coverage. We may adjust the limits of liability for Property Coverage A at the beginning of  each  successive  policy  term  to  reflect estimated increases in rebuilding costs for your dwelling. We may also adjust the limits of liability for Property Coverages B, C and D. The rules then in use by us will determine the new amounts for these coverages.  \n\nPayment of the required premium when due for the successive policy term will be sufficient to indicate  your  acceptance  of  the  adjusted increased limits.  \n\nWe will also adjust the limits of liability at the time of a loss by the same percentage pro-rated from the effective date of the policy period or the effective date of change if you have requested a change  to  the  limit  of  liability  for  Property Coverage A during the policy period.  \n\n16. Limited “Fungi” or Other Microbes Remediation.  \n\nIf  a  loss  covered  under  the  Property Coverage Section results in “fungi” or other microbes, we will pay up to the limit shown in the Declarations for this Property - Additional Coverage for: (1) Remediation  of  the  “fungi”  or  other microbes. This includes payment for the reasonable and necessary cost to: (a) Remove  the  “fungi”  or  other microbes from covered property or to repair,  restore  or replace  that property; and (b) Tear out and replace any part of the building as needed to gain access to the “fungi” or other microbes; (2) Any reasonable and necessary: (a) Increase in living expense you incur; or (b) Loss of fair rental value; as covered under Property Coverage D – Loss  of  Use,  if  the  “fungi”  or  other microbes  makes  the “residence premises” not fit to live in; and (3) Any reasonable and necessary testing or monitoring of air or property to confirm the absence, presence or level of the “fungi”  or  other  microbes,  whether performed  prior  to,  during  or  after removal, repair, restoration or replacement.  \n\nb. We will pay under this Property - Additional Coverage only if: (1) The covered loss occurs during the policy period; (2) All reasonable means were used to save and preserve the property at the time of and after the covered loss; and (3) We receive prompt notice of the covered cause of loss that is alleged to have resulted in “fungi” or other microbes.   \nc. The most we will pay under this Property - Additional Coverage is the limit of liability shown in the Declarations for Limited “Fungi” or Other Microbes Remediation. This is the most we will pay for the total of all loss or costs during the policy period regardless of the: (1) Number of locations or items of property insured under this policy; or (2) Number of losses or claims made. Any  amount  payable  under  Property Coverage D as described in 16.a.(2) of this Property – Additional Coverage is included within  the  limit  of  liability  shown  in  the Declarations  for  Limited  “Fungi”  or  Other Microbes Remediation.   \nd. If there is covered loss or damage to covered property, not caused, in whole or in part, by “fungi” or other microbes, loss payment will not be limited by the terms of this Property – Additional Coverage, except to the extent that  “fungi”  or  other  microbes  cause  an increase in the loss. Any such increase in the loss  will  be  subject  to  the  terms  of  this Property – Additional Coverage.   \ne. This coverage does not increase the limit of liability that applies to: (1) The damaged property; or (2) Property Coverage D – Loss of Use.  \n\nAll other provisions of this policy apply to Property – Additional Coverages.  \n\nPROPERTY – EXCLUSIONS  \n\nA. We do not insure for any direct or indirect loss or damage caused by, resulting from, contributing to or aggravated by any of the following. Such loss is excluded regardless of any other cause or event  contributing  concurrently  or  in  any sequence to the loss.  \n\nThese exclusions apply whether or not the loss event:  \n\n(1) Results in widespread damage; (2) Affects a substantial area; or (3) Occurs gradually or suddenly.  \n\nThese exclusions also apply whether or not the loss event arises from:  \n\n(1) Any acts of nature; (2) Any human action or inaction; (3) The forces of animals, plants or other living or dead organisms; or (4) Any other natural or artificial process.  \n\n1. Ordinance or Law, meaning any ordinance or law:  \n\na. Requiring or regulating the construction, demolition,  remodeling,  renovation  or repair of property, including removal of any  resulting  debris.  This  exclusion, A.1.a., does not apply to the amount of coverage that may be provided for under Property  -  Additional  Coverage  12. Ordinance or Law;   \nb. The  requirements  of  which  result  in stigma  damage  or  any  actual or perceived  reduction  or  diminution  in value to property; or Requiring an “insured” or others to test for, monitor, clean up, remove, contain, treat, detoxify or neutralize, or in any way respond to, or assess the effects of, “pollutants”.   \nThis exclusion applies whether or not the   \nproperty has been physically damaged.  \n\n2. Earth Movement, meaning:  \n\na. Earthquake  and  other  earthquake shocks, including land shock waves or tremors before, during or after volcanic activity;   \nb. Volcano activity, including: (1) Volcanic eruption; (2) Volcanic explosion; (3) Effusion of volcanic material; or (4) Lava flow;   \nc. Mudslide, including mudflow, debris flow, landslide, avalanche or sediment;   \nd. Sinkhole;   \ne. Subsidence;   \nf. Excavation;   \ng. Erosion; or   \nh. Any expansion, shifting, rising, sinking, contracting or settling of the earth, soil or land.  \n\nThis exclusion applies whether or not the earth, soil or land is combined or mixed with water  or  any  other  liquid  or  natural  or man-made material.  \n\nWe do cover loss caused directly by fire, explosion or theft resulting from any earth movement.  \n\nWater, meaning any:   \na. Flood,  surface  water,  ground  water, subsurface water, storm surge, waves, wave wash, tidal water, tsunami, seiche, overflow of a body of water or spray from any  of  these,  whether  a  result  of precipitation or driven by wind;   \nb. Water or water borne material that enters through or backs up from a sewer or drain, or which discharges or overflows from  a  sump,  sump  pump,  related equipment or any other system designed to remove surface or subsurface water which  is  drained  from  the  foundation area;   \nc. Water or water borne material located below the surface of the ground including water or water borne material: (1) Which exerts pressure on, seeps, leaks or flows into: (a) Any part of the dwelling or other structures; (b) The foundation of the dwelling or other structures; (c) Any paved surface located on the “residence premises”; or (d) Any spa, hot tub or swimming pool; or (2) Which causes earth movement; or   \nd. Overflow, release, migration or discharge of water in any manner from a dam, levee,  dike,  hurricane  barrier  or  any water or flood control device.   \nWe do cover loss caused directly by fire,  \n\nexplosion or theft resulting from water.  \n\n4. Power Failure, meaning the failure of power or other utility service if the failure takes place off the “residence premises”.  \n\nIf the failure results in a loss from a Peril Insured  Against,  on  the  “residence premises”, we will pay for the loss caused by that peril.\n\n5. Neglect, meaning neglect of an “insured” to use  all  reasonable  means  to  save  and preserve property at and after the time of a loss.  \n\n6. War. War includes the following and any consequence of any of the following:  \n\na. Declared or undeclared war, civil war, insurrection, rebellion or revolution;   \nb. Warlike act by a military force or military personnel; or   \nc. Destruction, seizure or use for a military purpose.  \n\nDischarge of a nuclear weapon, even if the discharge is accidental, will be deemed a warlike act.  \n\n7.  Nuclear  Hazard,  meaning  any  nuclear reaction,  radiation  or  radioactive contamination,  all  whether  controlled  or uncontrolled  or  however  caused,  or  any consequence of any of these. Loss caused by nuclear reaction, radiation or radioactive contamination is not considered loss caused by fire, explosion or smoke. We do cover loss caused directly by fire resulting from any nuclear hazard.  \n\n8. Illegal Activities or Operations, meaning:  \n\na. Illegal growing  of plants  or the  illegal raising or keeping of animals; or b. Illegal manufacture, production, operation  or  processing  of  chemical, biological, animal or plant materials or any other natural or synthetic substance. This exclusion applies whether or not the illegal  activities  or  operations  described above were known to or within the control of an “insured”. We do cover loss caused directly by fire or explosion resulting from any illegal activities or operations described in 8.a. and b. 9. Intentional Loss, meaning any loss arising out  of  any  act  an  “insured”  commits  or conspires to commit with the intent to cause a loss. In the event of such loss, no “insured” is entitled to coverage, even “insureds” who did not commit or conspire to commit the act causing the loss.  \n\n10. Governmental  Action,  meaning  the destruction,  confiscation  or  seizure  of property described in Property Coverages A, B or C by order of any governmental or public authority. This exclusion does not apply to such acts ordered  by  any  governmental  or  public authority that are taken at the time of a fire to prevent its spread, if the loss caused by fire would be covered under this policy.   \n11. “Fungi” or Other Microbes, meaning any loss or cost resulting from, arising out of, caused by, consisting of or related to “fungi”, other microbes or rot. This exclusion does not apply to: a. “Fungi” or  other  microbes  remediation coverage that may be afforded under Property  -  Additional  Coverage  16. Limited  “Fungi”  or  Other  Microbes Remediation; or b. “Fungi” or  other microbes  that results from fire or lightning.   \n12. Seepage or Leakage, meaning constant or repeated seepage or leakage of water or steam, or the presence or condensation of humidity, moisture or vapor, that occurs over a period of weeks, months or years. This  exclusion  applies  regardless  of  the  \n\nsource  from  which  the  water,  steam  or condensation seeped or leaked.  \n\nB. We do not insure for loss to property described in Property Coverages A and B caused by any of the  following.  However,  any  ensuing  loss  to property described in Property Coverages A and B not excluded by any other provision in this policy is covered.  \n\n1. Weather conditions. This exclusion applies only if weather conditions contribute in any way  with  a  cause  or  event  excluded  in Property - Exclusion A. to produce the loss.   \n2. Acts or decisions, including the failure to act or decide, of any person, group, organization or governmental body.   \n3. Faulty, inadequate or defective: a. Planning, zoning, development, surveying or siting; b. Design,  specifications,  workmanship, repair, construction, renovation, remodeling, grading or compaction;  \n\nc. Materials  used  in  repair,  construction, renovation or remodeling; or  \n\nd. Maintenance;   \nof part or all of any property whether on or off the “residence premises”.  \n\nPROPERTY - CONDITIONS  \n\n1. Insurable Interest and Limit of Liability. Even if more than one person has an insurable interest in the property covered, we will not be liable in any one loss:  \n\na. To an “insured” for more than the amount of such “insured’s” interest at the time of loss; or b. For more than the applicable limit of liability.  \n\n2. Duties After Loss. In case of a loss to covered property, we have no duty to provide coverage under this policy if the following duties are not performed.  These  duties  must  be  performed either by you, an “insured” seeking coverage or a representative of either.  \n\na. Give us prompt notice. With respect to a loss caused by the peril of windstorm or hail, that notice must occur no later than one year after the date of loss;   \nb. Notify the police in case of loss by theft;   \nc. Notify  the  credit  card  or  electronic  fund transfer card or access device company in case of loss as provided for in Property - Additional  Coverage  7.  Credit  Card, Electronic Fund Transfer Card or Access Device, Forgery and Counterfeit Money;   \nd. Protect the property from further damage. If repairs to  the property  are  required,  you must: (1) Make reasonable and necessary repairs to protect the property; and (2) Keep  an  accurate  record  of  repair expenses;   \ne. Cooperate with us in the investigation of a claim;   \nf. Prepare an inventory of damaged personal property showing the quantity, description, value and amount of loss. Attach all bills, receipts and related documents that justify the figures in the inventory;   \ng. As often as we reasonably require: (1) Show the damaged property; (2) Provide us with records and documents we  request  and  permit  us  to  make copies; and  \n\n(3) Submit to examination under oath, while not in the presence of another “insured”, and sign the same; and h. Send to us, within 60 days after our request, your signed, sworn proof of loss which sets forth, to the best of your knowledge and belief: (1) The time and cause of loss; (2) The  interest  of  all  “insureds”  and  all others in the property involved and all liens on the property; (3) Other insurance which may cover the loss; (4) Changes  in  title  or  occupancy  of  the property during the term of the policy; (5) Specifications of damaged buildings and detailed repair estimates; (6) The  inventory  of  damaged  personal property described in 2.f.; (7) Receipts for additional living expenses incurred and records that support the fair rental value loss; and (8) Evidence  or  affidavit  that  supports  a claim  under  Property  -  Additional Coverage 7. Credit Card, Electronic Fund Transfer Card or Access Device, Forgery and  Counterfeit  Money,  stating  the amount and cause of loss.  \n\n3. Loss Settlement. In this Property - Condition, repair or replace and replacement cost do not include the increased costs incurred to comply with the enforcement of any ordinance or law, except to the extent that coverage for these increased  costs  is  provided  in  Property Additional  Coverage  12.  Ordinance  or  Law. Covered property losses are settled as follows:  \n\nProperty of the following types:   \n(1) Personal property;   \n(2) Awnings, carpeting, household appliances, outdoor antennas  and outdoor  equipment,  whether  or  not attached to buildings;   \n(3) Structures that are not buildings; and   \n(4) Grave markers, including mausoleums;  \n\nat actual cash value at the time of loss but not more than the amount required to repair or replace.  \n\nb. Buildings covered under Property Coverages A or B at replacement cost without deduction for depreciation, subject to the following:  \n\n(1) If, at the time  of loss, the amount  of insurance in this policy on the damaged building  is $80\\%$ or  more  of  the  full replacement  cost  of  the  building immediately before the loss, we will pay the replacement cost, without deduction for depreciation, but not more than the least of the following amounts: (a) The limit of liability under this policy that applies to the building; (b) The replacement cost of that part of the building damaged with materials of like kind and quality and for like use; or (c) The  necessary  amount  actually spent  to  repair  or  replace  the damaged building. If  the  building  is  rebuilt  at  a  new premises, the cost described in 3.b.(1)(b) is limited to the cost which would have been incurred if the building had been built at the original premises.   \n(2) If, at the time  of loss, the amount  of insurance in this policy on the damaged building  is  less  than $80\\%$ of  the  full replacement  cost  of  the  building immediately before the loss, we will pay the greater of the following amounts, but not more than the limit of liability under this policy that applies to the building: (a) The actual cash value of that part of the building damaged; or (b) That  proportion  of  the  replacement cost,  without  deduction for depreciation,  for  that  part  of  the building  damaged,  which  the  total amount of insurance in this policy on the damaged building bears to $80\\%$ of  the  replacement  cost  of  the building.   \n(3) To determine the amount of insurance required  to  equal $80\\%$ of  the  full replacement  cost  of  the  building immediately before the loss, we will not include the value of: (a) Excavations,  footings,  foundations, piers  or  any  other  structures  or devices that support all or part of the building,  which  are  below  the undersurface of the lowest basement floor; (b) Those supports described in (3)(a) which are below the surface of the ground inside the foundation walls, if there is no basement; and (c) Underground flues, pipes, wiring and drains.   \n(4) We will pay no more than the actual cash value of the damage until actual repair or replacement is complete. Once actual repair or replacement is complete, we will settle  the  loss  as  noted  in  Property Condition 3. Loss Settlement b.(1) and b.(2). If  the  replacement  cost  is  less  than $\\Phi2{,}500$ , we will settle the loss as noted in Property – Condition 3. Loss Settlement b.(1) and b.(2) whether or not  actual repair or replacement is complete.   \n(5) You may disregard Property - Condition 3. Loss Settlement b. and make claim under this policy for loss to buildings on an actual cash value basis. You may then make  claim  for  any  additional  liability according  to  the  provisions  of  this Property - Condition 3. Loss Settlement, provided you notify us, within 180 days after the date of loss, of your intent to repair or replace the damaged building.  \n\nThe amount we will pay to settle a covered loss does not include:  \n\n(1) Compensation for stigma damage or any actual or perceived reduction or diminution in value of such property that may remain after repair or replacement; or   \n(2) The cost to replace undamaged roofing materials due to any mismatch between the  existing  undamaged  roof  on  a building and new materials used to repair or  replace  the  damaged  roof  on  a building because of: (a) Wear and tear, marring, scratching or deterioration; (b) Fading,  weathering,  oxidizing or color; (c) Texture or dimensional differences; or (d) Obsolescence or discontinuation.   \n(3) The cost to replace undamaged siding materials due to any mismatch between the  existing  undamaged  siding  on  a  \n\nbuilding and new materials used to repair or  replace  the  damaged siding  on  a building because of:  \n\n(a) Wear and tear, marring, scratching or deterioration;   \n(b) Fading,  weathering,  oxidizing or color;   \n(c) Texture or dimensional differences; or   \n(d) Obsolescence or discontinuation.  \n\n4. Loss Deductible. Unless otherwise stated in this policy, the following deductible provision applies:  \n\na.   Subject to the policy limits that apply, we will pay only that part of the total of all loss payable  under  the  Property  Coverage Section that exceeds the deductible amount shown in the Declarations.   \nb. If two or more deductibles under this policy apply to the same loss, the total amount of all deductibles applied to the loss will not exceed the  amount  of  the  largest  applicable deductible.  \n\n5. Loss to a Pair or Set. In case of loss to a pair or set, we may elect to:  \n\na. Repair or replace any part to restore the pair or set to its value before the loss; or   \nb. Pay the difference between actual cash value of the property before and after the loss.   \nProperty - Condition 3. Loss Settlement c.(1)   \ndoes not apply to this Condition.  \n\n6. Loss Payment. We will adjust all losses with you. We will pay you unless some other person is named in the policy or is legally entitled to receive payment. Loss will be payable 60 days after we receive your proof of loss and:  \n\na. Reach an agreement with you; b. There is an entry of a final judgment; or c. There is a filing of an appraisal award with us.  \n\n7. Appraisal. If you and we fail to agree on the amount of loss, either party may demand an appraisal of the loss. In this event, each party will choose  a  competent  and  impartial  appraiser within 20 days after receiving a written request from the other. The two appraisers will choose an umpire. If they cannot agree upon an umpire within 15 days, you or we may request that the choice be made by a judge of a court of record in the  state  where  the  “residence  premises”  is located. The appraisers will separately set the amount of loss. If the appraisers submit a report of an agreement to us, the amount agreed upon will be the amount of loss. If they fail to agree, they will submit their differences to the umpire. A decision agreed to by any two will set the amount of loss.  \n\nEach party will:   \na. Pay its own appraiser; and   \nb. Bear the other expenses of the appraisal and umpire equally.  \n\n8. Other Insurance and Service Agreement. If a loss covered by this policy is also covered by:  \n\na. Other  insurance,  we  will  pay  only  the proportion of the loss that the limit of liability that applies under this policy bears to the total amount of insurance covering the loss; or   \nb. A service agreement, the coverage provided under this policy is excess over any amounts payable under any such agreement. Service agreement means a service plan, property restoration  plan,  home  warranty  or  other similar service warranty agreement, even if it is characterized as insurance.  \n\n9. Suit Against Us. No action can be brought against us unless there has been full compliance with all of the terms under the Property Coverage Section of this policy and the action is started within two years after the date of loss.  \n\n10. Our Option. If we give you written notice within 30 days after we receive your signed, sworn proof of loss, we may repair or replace any part of the damaged property with material or property of like kind and quality.  \n\n11. Abandonment of Property. We need not accept any property abandoned by an “insured”.  \n\n12. Mortgage Clause.  \n\na. If a mortgagee is named in this policy, any loss payable under Property Coverages A or B will be paid to the mortgagee and you, as interests appear. If more than one mortgagee is named, the order of payment will be the same as the order of precedence of the mortgages.   \nb. If we deny your claim, that denial will not apply to a valid claim of the mortgagee, if the mortgagee: (1) Notifies us of any change in ownership, occupancy or substantial change in risk of which the mortgagee is aware; (2) Pays any premium due under this policy on demand if you have neglected to pay the premium; and (3) Submits a signed, sworn statement of loss within 60 days after receiving notice from us of your failure to do so. Property Conditions  relating  to  Appraisal,  Suit Against Us and Loss Payment apply to the mortgagee.   \nc. If we decide to cancel or not to renew this policy, the mortgagee will be notified at least 10  days  before  the  date  cancellation  or nonrenewal takes effect.   \nd. If we pay the mortgagee for any loss and deny payment to you: (1) We are subrogated to all the rights of the mortgagee granted under the mortgage on the property; or (2) At  our  option,  we  may  pay  to  the mortgagee the whole principal on the mortgage plus any accrued interest. In this  event,  we  will  receive  a  full assignment and transfer of the mortgage and all securities held as collateral to the mortgage debt.   \ne. Subrogation will not impair the right of the mortgagee to recover the full amount of the mortgagee’s claim.  \n\n13. No Benefit to Bailee. We will not recognize any assignment or grant any coverage that benefits a person or organization holding, storing or moving property  for  a  fee  regardless  of  any  other provision of this policy.  \n\n14. Recovered Property. If you or we recover any property for which we have made payment under this policy, you or we will notify the other of the recovery. At your option, the property will be returned to or retained by you or it will become our property. If the recovered property is returned to or retained by you, the loss payment will be adjusted based on the amount you received for the recovered property.  \n\n15. Salvage. We have the option to take the salvage or remnant part of any covered property for which we have made a loss payment for the actual cash value or the replacement cost of the damaged covered property. At our option, we may allow you to retain damaged property and will adjust any loss payment by the agreed or appraised value of the salvage or remnant portion of the damaged property.  \n\n16. Policy Period. This policy applies only to loss which occurs during the policy period.   \n17. Concealment or Fraud. We provide coverage to no “insureds” under this policy if, whether before or after a loss, an “insured” has: a. Intentionally  concealed  or  misrepresented any material fact or circumstance; b. Engaged in fraudulent conduct; or c. Made false statements; relating to this insurance.  \n\n18. Premises Alarm, Security or Fire Protection System.  When  Protective  Devices  Credit  is shown in the Declarations, you agree to maintain any  alarm,  security  or  automatic  protection systems, including fire and sprinkler system(s), in working  order.  You  also  agree  to  advise  us promptly of any change, including removal, made to any of these system(s).  \n\nLIABILITY COVERAGE SECTION  \n\nLIABILITY COVERAGE E - PERSONAL LIABILITY  \n\nIf a claim is made or a suit is brought against an “insured” for damages because of “bodily injury” or “property damage” caused by an “occurrence” to which this coverage applies, we will:  \n\n1. Pay up to our limit of liability for the damages for which an “insured” is legally liable. Damages include prejudgment interest awarded against an “insured”; and  \n\n2. Provide a defense at our expense by counsel of our choice, even if the suit is groundless, false or fraudulent. We may investigate and settle any claim or suit that we decide is appropriate. Our duty to settle or defend ends when our limit of liability for the “occurrence” is exhausted by the payment of a judgment or settlement.  \n\nLIABILITY COVERAGE F - MEDICAL PAYMENTS TO OTHERS  \n\nWe will pay the necessary medical expenses that are incurred or medically ascertained within three years from the date of an accident causing “bodily injury”. Medical expenses means reasonable charges for medical, surgical, x-ray, optical, dental, ambulance, hospital,  professional  nursing,  prosthetic  devices, chiropractic, rehabilitative, extended care and funeral services. This coverage does not apply to you or regular  residents  of  your  household  except “residence employees”. As to others, this coverage applies only:  \n\n1. To a person on an “insured location” with the permission of an “insured”; or  \n\n2. To a person off an “insured location”, if the “bodily injury”:  \n\na. Arises out  of a  condition on an “insured location” or the ways immediately adjoining;   \nb. Is caused by the activities of an “insured”;   \nc. Is caused by a “residence employee” in the course  of  the  “residence  employee’s” employment by an “insured”; or   \nd. Is caused by an animal owned by or in the care of an “insured”.  \n\nLIABILITY – ADDITIONAL COVERAGES  \n\nUnless otherwise stated, we cover the following in addition to  the  Liability Coverage  E and  Liability Coverage F limits of liability:  \n\n1. Claim Expenses. We pay:  \n\na. Expenses we incur and costs taxed against an “insured” in any suit we defend;   \nb. Premiums on bonds required in a suit we defend, but not for bond amounts more than the Coverage E limit of liability. We need not apply for or furnish any bond;   \nc. Reasonable  expenses  incurred  by  an “insured” at our request, including actual loss of earnings (but not loss of other income) up to $\\mathtt{5250}$ per day,  for  assisting  us  in  the investigation or defense of a claim or suit; and   \nd. Interest on the entire judgment which accrues after entry of the judgment and before we pay or tender, or deposit in court that part of the judgment which does not exceed the limit of liability that applies.  \n\n2. First Aid Expenses. We will pay expenses for first aid to others incurred by an “insured” for “bodily injury” covered under this policy. We will not pay for first aid to an “insured”.  \n\n3. Damage to Property of Others. We will pay replacement cost per “occurrence” for “property damage” to property of others caused by an “insured”,  up  to  the  limit  shown  in  the Declarations  for  this  Liability  –  Additional Coverage.  \n\nWe will not pay for “property damage”:  \n\na. To the extent of any amount recoverable under the Property Coverage Section of this policy;   \nb. Caused intentionally by an “insured” who is 13 years of age or older;   \nc. To property owned by an “insured”;   \nd. To property owned by or rented to a roomer, boarder,  tenant  or  other  occupant  who provides compensation to an “insured” for  \n\nuse of all or part of the “residence premises” including  property  of  any  guests  of  any roomer, boarder, tenant or other occupant;  \n\ne. To property owned by or rented to a resident in your household; or   \nf. Arising out of: (1) A “business” engaged in by an “insured”; (2) Any act or omission in connection with a premises owned, rented or controlled by an  “insured”,  other  than  an  “insured location”; or (3) The ownership, maintenance, occupancy, operation, use, loading or unloading  of  “aircraft”,  hovercraft, watercraft or “motor vehicles”. Exclusion f.(3) does not apply to a “motor vehicle” that is: (a) Designed  for  recreational  use  off public roads; (b) Not owned by an “insured”; and (c) At  the  time  and  place  of  an “occurrence”, is not required by law, or regulation issued by a government agency, to have been registered for it to be used at the place of the “occurrence”.  \n\n4. Loss Assessment. We will pay up to the limit shown in  the  Declarations  for  this  Liability  - Additional  Coverage  for  your  share  of  loss assessment charged against you, as owner or tenant of the “residence premises”, during the policy period by a corporation or association of property owners, when the assessment is made as a result of:  \n\na. “Bodily  injury”  or  “property  damage”  not excluded  under  the  Liability  Coverage Section of this policy; or   \nb. Liability for an act of a director, officer or trustee in the capacity as a director, officer or trustee, provided such person: (1) Is  elected  by  the  members  of  a corporation  or  association  of  property owners; and (2) Serves without deriving any income from the exercise of duties which are solely on behalf of a corporation or association of property owners.  \n\nLiability - Condition 9. Policy Period does not apply to this coverage.  \n\nAdditional Coverage is the most we will pay for loss arising out of:  \n\na. One  accident,  including  continuous  or repeated exposure to substantially the same general harmful condition;   \nb. A covered act involving one or more than one director, officer or trustee; or   \nc. Repeated acts by one or more than one director, officer or trustee.  \n\nRepeated  acts  will  be  considered  a  single covered act.  \n\nWe do not cover assessments charged against you or a corporation or association of property owners by any governmental body.  \n\n5. Property  Damage  Coverage  for  Military Personnel  and  United  States  Government Employees.  \n\nIf an “insured” is a: a. United States government employee; or b. Member of the United States Military;  \n\nwe agree to pay for “property damage” to United States  government  property,  for  which  an “insured” is legally responsible under applicable rules or regulations.  \n\nWe will pay no more than replacement cost for “property damage” arising out of an “occurrence”. Replacement cost is the amount necessary to repair or replace the damaged property without deduction for depreciation, subject to the limit of liability for this Liability – Additional Coverage.  \n\nThe most we will pay for all damages resulting from any one “occurrence” will not exceed two months military basic pay or government issued salary for the “insured”, as of the time of the “occurrence”.  \n\nWe will not pay for “property damage” to:  \n\na. “Aircraft”;   \nb. Hovercraft;   \nc. “Motor vehicles”;   \nd. Watercraft; or e. Weapons.   \na. To the extent of any amount payable under the Property Coverage Section of this policy; or   \nb. Caused intentionally by any “insured” who is 13 years of age or older.  \n\nLIABILITY - EXCLUSIONS  \n\nA. Liability Coverage E – Personal Liability and Coverage F – Medical Payments to Others.  \n\nLiability Coverages E and F do not apply to the following:  \n\n1. “Aircraft Liability”.  \n\nThis exclusion does not apply to “bodily injury” to a “residence employee” arising out of and in the course of the “residence employee’s” employment by an “insured”.  \n\n2. “Bodily injury” or “property damage” arising out of or in connection with a “business” conducted from an  “insured  location”  or  engaged  in  by  an “insured”, whether or not the “business” is owned or  operated  by  an  “insured”  or  employs  an “insured”.  \n\nExclusion A.2. applies to an act or omission, regardless of its nature or circumstance, involving a service or duty rendered, promised, owed or implied to be provided because of the nature of the “business”.  \n\nExclusion A.2. does not apply to:  \n\na. The rental or holding for rental of an “insured location”: (1) Used, in whole or in part, as a temporary place to stay for a total of 30 days or less during the 12 consecutive months prior to an “occurrence”; (2) In part for use only as a residence, unless a single family unit is intended for use by the occupying family to lodge more than two roomers, boarders or tenants; (3) In part, as an office, studio or private garage; (4) If the “insured location” is shown in the Declarations as an Additional Residence Rented to Others; or (5) If the “insured location” is shown in the Declarations  as  Structures  Rented  to Others;   \nb. The  rental  or  holding  for  rental  of  the “residence premises” on a regular basis if Unit  Owners  Rental  is  shown  in  the Declarations;   \nc. An “insured”  under  the  age  of  18  years involved in a part-time or occasional, selfemployed “business” with no employees; or   \nd. One or more activities, for which no “insured” receives  more  than $\\mathbb{S}5{,}000$ in  total  \n\ncompensation  during  the  12  consecutive months prior to an “occurrence”.  \n\n3. “Bodily injury” or “property damage” arising out of the actual, alleged or threatened transmission of a  communicable  disease  or  illness  by  an “insured”.  This  exclusion  applies  whether  the transmission  was  voluntary  or  involuntary  or whether an “insured” knew or should have known that the infected person was infected with the disease or illness.  \n\n4. “Bodily injury” or “property damage” caused by an animal owned by or in the care, custody or control of an “insured” or a guest of an “insured” or, in the care, custody or control of a roomer, boarder, tenant, resident, “residence employee” or guest of such roomer, boarder, tenant or other occupant of the “residence premises” that is:  \n\na. Wild by birth or by nature or a species not customarily domesticated;   \nb.  Illegal to acquire, own or keep;   \nc. A bird of prey;   \nd. Venomous or poisonous; or   \ne. A non-human primate.  \n\n5. “Bodily injury” or “property damage”  which is expected or intended by an “insured” even if the resulting “bodily injury” or “property damage” is:  \n\na. Of a different kind, quality or degree than initially expected or intended; or   \nb. Sustained by a different person, entity, real or personal property, than initially expected or intended.  \n\nThis exclusion does not apply to “bodily injury” or “property  damage”  resulting  from  the  use  of reasonable  force  by  an  “insured”  to  protect persons or property.  \n\n6. “Bodily injury” or “property damage” arising out of the escape or release of fuel from a “fuel system”. This exclusion applies to any:  \n\na. Supervision, instructions, recommendations, warnings or advice given in connection with the above;   \nb. Obligation to share damages, losses, costs, payments  or  expenses  with  or  repay someone  else  who  must  make  payment because of such “bodily injury” or “property damage”, damages, loss, cost, payment or expense; or  \n\nc. Request, order or requirement to test for, monitor, abate, mitigate, remediate, contain, remove, dispose of, or in any way respond to or assess the effects of fuel in any form.  \n\nThis exclusion does not apply to “bodily injury” or “property damage” arising out of fire or explosion that results from such escaped or released fuel.  \n\n7. “Bodily injury” or “property damage” arising out of the  actual  or  alleged  presence  of  or  actual, alleged  or  threatened  dispersal,  release, ingestion, inhalation, contact with or exposure to, whether directly or indirectly, by “fungi” or other microbes. This includes any:  \n\na. Supervision,  instruction,  disclosures,  or failures  to  disclose,  recommendations, warnings, or advice given, or that allegedly should have been given, in connection with “bodily injury” or “property damage” arising out of,  whether directly or indirectly, “fungi” or other microbes, or the activities described in 7.c. below;   \nb. Obligation to share with or repay another who must pay damages because of “bodily injury” or “property damage” damage of the type described  in  this  exclusion.  This  applies regardless  of  any  other  cause  that contributed directly or indirectly, concurrently or in any sequence to the “bodily injury” or “property damage”;   \nc. Request, order or requirement to test for, monitor, abate, mitigate, remediate, contain, remove, dispose of, or in any way respond to or  assess  the  effects  of  “fungi”  or  other microbes; and   \nd. Liability imposed upon any “insured” by any governmental authority for “bodily injury” or “property damage” arising out of, whether directly  or  indirectly,  “fungi”  or  other microbes.  \n\n8. “Bodily injury” or “property damage” arising out of any oral, written, electronic, digital or other means of communication, publication or physical action that:  \n\na. Is directed at or to an individual or group of individuals; and   \nb. Includes content, material or action that is or is perceived as: (1) Bullying, harassing, degrading, intimidating,  threatening,  tormenting  or otherwise abusive; or (2) Causing or having caused emotional or psychological distress or fear of imminent harm or death.   \nThis  exclusion  applies  whether  or  not  the   \ncommunication, publication or action is:   \na. Composed, created, sent or performed by an “insured”;   \nb. Part  of  a  series  of  communications, publications or actions;   \nc. Directed at or to the person who suffered “bodily injury” or “property damage”;   \nd. Expected or intended to cause emotional, mental or physical harm to an individual; or   \ne. Intended to be public or private.  \n\n9. “Hovercraft Liability”. This exclusion does not apply to “bodily injury” to a “residence employee” arising out of and in the course of the  “residence employee’s” employment by an “insured”.  \n\n10. “Bodily injury” or “property damage” arising out of the use, sale, manufacture, delivery, transfer or possession  by  any  person  of  a  Controlled Substance(s) as defined by the Federal Food and Drug Law at 21 U.S.C.A. Sections 811 and 812. Illegal or Controlled Substances include but are not limited to  cocaine,  heroin,  LSD, methamphetamines, marijuana and all narcotic drugs.  \n\nThis exclusion does not apply to the lawful use of prescription  drugs  by  a  person  following  the orders of a licensed healthcare provider.  \n\n11. “Bodily injury” or “property damage” arising out of the: a. Illegal growing of plants or the illegal raising or keeping of animals; or b. Illegal manufacture, production, operation or processing of chemical, biological, animal or plant materials.  \n\nThis exclusion applies whether or not the illegal activities described above were within the control or knowledge of an “insured”.  \n\n12. “Bodily injury” or “property damage” arising out of the  actual  or  alleged  presence  of  or  actual, alleged  or  threatened  dispersal,  release, ingestion, inhalation or absorption of lead, lead pigment, lead compounds or lead in any form which is or was contained or incorporated into any material or substance. This exclusion applies to any: a. Supervision, instructions, recommendations, warnings or advice given in connection with the above;  \n\nb. Obligation to share damages, losses, costs, payments  or  expenses  with  or  repay someone else who must make payment because of such “bodily injury” or “property damage”, damages, loss, cost, payment or expense;   \nc. Request, order or requirement to test for, monitor, abate, mitigate, remediate, contain, remove, dispose of, or in any way respond to or assess the effects of lead, lead pigment, lead compounds or materials or substances containing lead in any form; or   \nd. Loss, cost, payment or expense related to any claim, suit, order, defense, demand or investigation  of  any  kind  incurred  in connection with the above.  \n\n13. “Bodily injury” or “property damage” arising out of a premises:  \n\na. Owned by an “insured”; b. Rented to an “insured”; or c. Rented to others by an “insured”; that is not an “insured location”.  \n\nThis exclusion does not apply to “bodily injury” to a “residence employee” arising out of and in the course of  the  “residence employee’s” employment by an “insured”.  \n\n14. “Bodily injury” or “property damage” arising out of “motor vehicle liability” if, at the time and place of an “occurrence”, the involved “motor vehicle” is:  \n\na. Registered  for  use  on  public  roads  or property;   \nb. Not registered for use on public roads or property, but such registration is required by a law, or regulation issued by a government agency, for it to be lawfully used at the place of the “occurrence”; or   \nc. Being: (1) Operated  in,  or  practicing  for,  any prearranged or organized race, speed contest or other competition; (2) Rented to others; (3) Used by a roomer, boarder, tenant or other occupant who provide compensation to an “insured” for use of all or part of the “residence premises” including guests of any such roomers, boarders, tenants or other occupants; (4) Used, or during the period of time it is available for hire, as a public or livery conveyance whether or not there is:  \n\n(a) A passenger in, upon, or getting in, on, out or off the vehicle; or (b) Property being transported for a fee in or upon the vehicle; or (5) Used for any other “business” purpose except for a motorized golf cart used for incidental “business” entertainment while on a golfing facility.  \n\nIf “motor vehicle liability” is not excluded under Liability - Exclusion 14.a-c. Liability Coverages E and F still do not apply to “motor vehicle liability” unless  at  the  time  of  an  “occurrence”,  the involved “motor vehicle” is:  \n\na. In dead storage on an “insured location”;   \nb. Used  solely  to  service  an  “insured’s” residence;   \nc. Designed to assist the handicapped and, at the time of an “occurrence”, it is: (1) Being  used  to  assist  a  handicapped person; or (2) Parked on an “insured location”;   \nd. Designed for recreational use off public roads and: (1) Not owned by an “insured”; or (2) Owned  by  an  “insured”  provided  the “occurrence” takes place: (a) On an “insured location”; or (b) Off all “insured locations” and the “motor vehicle” is: (i) Designed as a toy vehicle to be ridden in or upon  by  children under 7 years of age; (ii) Powered  by  one  or  more batteries; or (iii) Not  built  or  modified  after manufacture to exceed a speed of  5  miles  per  hour  on  level ground; or  \n\ne. A motorized golf cart that is owned by an “insured”, designed to carry up to 4 persons, not built or modified after manufacture to exceed a speed of 25 miles per hour on level ground and, at the time of an “occurrence”, is within the legal boundaries of:  \n\n(1) A golfing facility and is parked or stored there, or being used by an “insured” to: (a) Play the game of golf or for other recreational  or  leisure  activity allowed by the facility;  \n\n(b) Travel to or from an area where “motor  vehicles”  or golf carts  are parked or stored; or (c) Cross  public  roads  at  designated points to access other parts of the golfing facility; or (2) A private residential community, including its public roads upon which a motorized golf  cart can  legally  travel, which is subject to the authority of a property owners  association and contains an “insured’s” residence.  \n\nThis exclusion does not apply to “bodily injury” to a “residence employee” arising out of and in the course of  the  “residence employee’s” employment by an “insured”.  \n\n15. “Bodily injury” or “property damage” arising out of the rendering of or failure to render professional services.  \n\n16. “Bodily injury” or “property damage” arising out of sexual  molestation,  corporal  punishment  or physical or mental abuse.  \n\n17. “Bodily  injury”  or  “property  damage”  caused directly  or  indirectly  by  war,  including  the following and any consequence of any of the following:  \n\na. Declared or undeclared war, civil war, acts of terrorism, insurrection, rebellion or revolution;   \nb. Warlike act by a military force or military personnel; or   \nc. Destruction, seizure or use  for a  military purpose.   \nDischarge of a nuclear weapon, even if the   \ndischarge is accidental, will be deemed a warlike   \nact.  \n\n18. “Watercraft liability” if, at the time and place of an “occurrence”, the involved watercraft is being:  \n\na. Operated  in,  or  practicing  for,  any prearranged  or  organized  race,  speed contest or other competition. This exclusion does  not apply  to  a  sailing vessel  or a predicted log cruise;   \nb. Rented to others;   \nc. Used by a roomer, boarder, tenant or other occupant who provides compensation to an “insured”  for  use  of  all  or  part  of  the “residence premises” including guests of any such roomers, boarders, tenants or other occupants;   \nd. Used,  or  during  the  period  of  time  it  is available  for  hire,  as  a  public  or  livery conveyance whether or not there is: (1) A passenger in, upon, or getting in, on, out or off the watercraft; or (2) Property being transported for a fee in or upon the watercraft; or   \ne. Used for any other “business” purpose.  \n\nIf  “watercraft  liability”  is  not  excluded  under Liability - Exclusion 18.a-e., Liability Coverages E and F still do not apply to “watercraft liability” unless,  at  the  time  of  an  “occurrence”,  the involved watercraft is:  \n\na. Stored;   \nb. A sailing vessel, with  or without  auxiliary power that is: (1) Less than 26 feet in overall length; or (2) 26 feet or more in overall length and not owned by or rented to an “insured”;   \nc. Not a sailing vessel and is powered by: (1) An inboard or inboard-outdrive engine or motor, including those that power a water jet pump, of: (a) 50  horsepower  or  less  and  not owned by an “insured”; or (b) More than 50 horsepower and not owned by or rented to an “insured”; or (2) One or more outboard engines or motors with: (a) 50 total horsepower or less; or (b) More  than  50  horsepower  if  the outboard  engine  or  motor  is  not owned by an “insured”; (c) More  than  50  horsepower  if  the outboard engine or motor is owned by  an  “insured”  who  acquired  it during the policy period; or (d) More  than  50  horsepower  if  the outboard engine or motor is owned by  an  “insured”  who  acquired  it before the policy period, but only if: (1) You  declare  them  at  policy inception; or (2) Your  intent  to  insure  them  is reported to us in writing within 45 days after you acquire them. The exceptions in 18.c.(2)(c) and (d) apply for the policy period.  \n\nHorsepower  means  the  maximum  power rating assigned to the engine or motor by the manufacturer.  \n\nThis exclusion does not apply to “bodily injury” to a “residence employee” arising out of and in the course of  the  “residence employee’s” employment by an “insured”.  \n\nB. Liability Coverage E - Personal Liability.  \n\nLiability Coverage E does not apply to the following:  \n\n1. Liability:  \n\na. For any loss assessment charged against you  as  a  member  of  an  association, corporation or community of property owners, except as provided in Liability - Additional Coverage 4. Loss Assessment;   \nb. Under any contract or agreement entered into by an “insured”. This exclusion does not apply to written contracts: (1) That  directly  relate  to  the  ownership, maintenance  or  use  of  an  “insured location”; or (2) In which the liability of others is assumed by the “insured” prior to an “occurrence”; unless excluded in 1.a. or elsewhere in this policy;  \n\n2. “Property damage”  to property owned by  an “insured”.  This  includes  costs  or  expenses incurred  by  an  “insured”  or  others  to  repair, replace,  enhance,  restore  or  maintain  such property to prevent injury to a person or damage to property of others, whether on or away from an “insured location”;  \n\n3. “Property  damage”  to  property  rented  to, occupied or used by or in the care of an “insured”. This  exclusion  does  not  apply  to  “property damage”  caused  by  fire,  smoke,  water  or explosion;  \n\n4. “Bodily injury” to any person eligible to receive any benefits voluntarily provided or required to be provided by an “insured” under any:  \n\na. Workers’ compensation law; b. Non-occupational disability law; or c. Occupational disease law;  \n\n5. “Bodily injury” or “property damage” for which an “insured” under this policy:  \n\na. Is also an insured under a nuclear energy liability policy issued by the: (1) Nuclear  Energy Liability Insurance Association;  \n\n(2) Mutual Atomic Energy Liability Underwriters; (3) Nuclear Insurance Association of Canada; or any of their successors; or b. Would be an insured under that policy but for the exhaustion of its limit of liability;  \n\n6. “Bodily injury” to you or an “insured” as defined in Definition 9.a. or b. This exclusion also applies to any claim made or suit brought against you or an “insured” to: a. Repay; or b. Share damages with; another person who may be obligated to pay damages  because  of  “bodily  injury”  to  an “insured”; or  \n\n7. “Bodily  injury”  to  an  “employee”,  “residence employee” or a temporary employee furnished to the  “insured”  to  substitute  for  a  permanent “residence employee” arising out of or in the course of the employee’s employment by any Additional Insured named in the Declarations.  \n\nC. Liability Coverage F - Medical Payments to Others.  \n\nLiability Coverage F does not apply to “bodily injury”:  \n\n1. To a “residence employee” if the “bodily injury”: a. Occurs off an “insured location”; and b. Does not arise out of or in the course of the “residence employee’s” employment by an “insured”;  \n\n2. To  any  person  eligible  to  receive  benefits voluntarily provided or required to be provided under any:  \n\na. Workers’ compensation law; b. Non-occupational disability law; or c. Occupational disease law;  \n\n3. From any: a. Nuclear reaction; b. Nuclear radiation; or c. Radioactive contamination; all whether controlled or uncontrolled or however caused; or d. Any consequence of any of these; or  \n\n4. To  any  person,  other  than  a  “residence employee” of an “insured”, residing on any part of an “insured location”.  \n\nLIABILITY - CONDITIONS  \n\n1. Limit of Liability. Our total liability under Liability Coverage E for all damages resulting from any one “occurrence” will not be more than the limit of liability for Liability Coverage E shown in the Declarations. This limit is the same regardless of the  number  of  “insureds”,  claims  made  or persons injured. All “bodily injury” and “property damage” resulting from any one accident or from continuous or repeated exposure to substantially the  same  general  harmful  conditions  will  be considered to be the result of one “occurrence”.  \n\nOur total liability under Liability Coverage F for all medical expense payable for “bodily injury” to one person as the result of one accident will not be more than the Liability Coverage F limit of liability shown in the Declarations.  \n\n2. Severability  of  Insurance.  This  insurance applies separately to each “insured”. This Liability - Condition will not increase our limit of liability for any one “occurrence”.  \n\n3. Duties After “Occurrence”. In the event of an “occurrence”,  you  or  another  “insured”  will perform the following duties that apply. We have no duty to provide coverage under this policy if you fail to comply with the following duties:  \n\na. Give us written notice as soon as is practical, which sets forth: (1) The identity of the policy and the named “insured” shown in the Declarations; (2) Reasonably available information on the time, place and circumstances of the “occurrence”; and (3) Names and addresses of any claimants and witnesses;   \nb. Cooperate  with  us  in  the  investigation, settlement or defense of any claim or suit;   \nc. Promptly forward to us every notice, demand, summons or other process relating to the “occurrence”;   \nd. At our request, help us: (1) To make settlement; (2) To enforce any right of contribution or indemnity  against  any  person  or organization who may be liable to an “insured”; (3) With the conduct of suits and attend hearings and trials; and (4) To secure and give evidence and obtain the attendance of witnesses; e. With respect to Liability - Additional Coverage   \n3. Damage to Property of Others, submit to us within 60 days after the loss, a sworn statement of loss and show the damaged property, if in an “insured’s” control; f. With respect to Liability - Additional Coverage   \n5. Property Damage Coverage for Military Personnel and United States Government Employees, submit to us within 60 days after the loss, a sworn statement of loss and show the damaged property, if in an “insured’s” control; and g. No “insured” will, except at such “insured’s” own cost, voluntarily make payment, assume obligation or incur expense other than for first aid to others at the time of the “bodily injury”.  \n\n4. Duties  of  an  Injured  Person  -  Liability Coverage F - Medical Payments to Others.  \n\na. The injured person or someone acting for the injured person will: (1) Give us written proof of claim, under oath if required, as soon as is practical; and (2) Authorize us to obtain copies of medical reports and records.   \nb. The injured person will submit to a physical exam by a doctor of our choice when and as often as we reasonably require.  \n\n5. Payment of Claim - Liability Coverage F - Medical Payments to Others. Payment under this coverage is not an admission of liability by an “insured” or us.  \n\n6. Suit Against Us. No action can be brought against us unless there has been full compliance with all of the terms under the Liability Coverage Section of this policy. No one will have the right to join us as a party to any action against an “insured”. Also, no action with respect to Liability Coverage E can be brought against us until the obligation of such “insured” has  been determined by  final judgment or agreement signed by us.  \n\n7. Bankruptcy  of  an  Insured.  Bankruptcy  or insolvency of an “insured” will not relieve us of our obligations under this policy.  \n\n8. Other Insurance. This insurance is excess over other  valid  and  collectible  insurance  except  \n\ninsurance written specifically to cover as excess over the limits of liability that apply in this policy.   \n9. Policy Period. This policy applies only to “bodily injury” or “property damage” which occurs during the policy period.   \n10. Concealment or Fraud. We do not provide coverage to an “insured” who, whether before or after a loss, has:   \na. Intentionally  concealed  or  misrepresented any material fact or circumstance;   \nb. Engaged in fraudulent conduct; or   \nc. Made false statements;   \nrelating to this insurance.  \n\nThis policy is signed for the member company of Travelers which is the insurer under this policy.  \n\nWeudy C. S  \n\nWendy C. Skjerven Corporate Secretary  \n\nMehael Klen  \n\nMichael Klein President Personal Insurance  \n\nWATER BACK UP AND SUMP DISCHARGE OR OVERFLOW COVERAGE  \n\nThis Endorsement Changes The Policy. Please Read It Carefully.  \n\nPROPERTY COVERAGE SECTIONPROPERTY – PERILS INSURED AGAINST  \n\nFor purposes of the Water Back Up and Sump Discharge  or  Overflow  Additional  Coverage  only, Perils Insured Against provision:  \n\n1. Property Coverage A – Dwelling and Property Coverage  B  –  Other  Structures,  paragraph 2.c.(6)(b) in form HQ-P03;   \n2. Property  Coverage  A  –  Dwelling,  paragraph 2.c.(6)(b) in form HQ-P06;   \n3. Property Coverages A, B (if applicable) and C, paragraph 1.c.(6)(b) in Special Personal Property Coverage form HQ-015; and   \n4. Property  Coverages  A  and  B  (if  applicable), paragraph 2.c.(6)(b) in Special Coverage form HQ-003; is replaced by the following: Latent defect, inherent vice or any quality in property that causes it to damage or destroy itself;  \n\nPROPERTY – ADDITIONAL COVERAGES  \n\nThe following additional coverage is added under Property – Additional Coverages:  \n\nWater  Back  Up  and  Sump  Discharge  or Overflow Coverage. We will pay up to the limit of liability shown in the Declarations under this Water Back Up and Sump Discharge or Overflow Coverage, for direct physical loss, not caused by the  negligence  of  an  “insured”,  to  property covered under the Property Coverage Section of this  policy,  caused  by  water  or  water  borne material, that:  \n\na. Enters through or backs up from a sewer or drain  located  within  the  dwelling or  other building  structures  on the  “residence premises”; or  \n\nb. Discharges or overflows from a:  \n\n(2) Related equipment; or   \n(3) Any other system designed to remove subsurface water which is drained from the foundation area;  \n\nlocated within the dwelling or other building structures on the “residence premises” even if such discharge or overflow results from mechanical breakdown.  \n\nThis additional coverage does not apply to:   \na. Direct physical loss of the sump, sump pump, related  equipment  or  any  other  system designed to remove subsurface water which is caused by mechanical breakdown; or   \nb. Loss caused as a direct or indirect result of flood, surface water, storm surge, waves, wave wash,  tidal  water,  tsunami,  seiche, overflow of a body of water or spray from any of these, whether a result of precipitation or driven by wind.  \n\nThis coverage does not increase the limits of liability  for  any  property  covered  under  the Property Coverage Section of this policy.  \n\nPROPERTY – EXCLUSIONS  \n\nFor purposes of this Water Back Up and Sump Discharge or Overflow Additional Coverage only, the following is added under 3. Water, paragraph b. (this is Property – Exclusion A.3. in forms HQ-P03 and HQ-P06):  \n\n3. Water, meaning any:  \n\nb. This paragraph b. does not apply to the extent that coverage is provided under the Water Back Up and Sump Discharge or Overflow Additional Coverage.  \n\nFor purposes of this Water Back Up and Sump Discharge or Overflow Additional Coverage only, the following is added under 4. Power Failure (this is Property – Exclusion A.4. in forms HQ-P03 and HQP06):  \n\n4. Power Failure.  \n\nThis exclusion does not apply to the extent that coverage is provided under the Water Back Up and  Sump  Discharge  or  Overflow  Additional Coverage.  \n\nAll other provisions of this policy apply.  \n\nLIMITED HIDDEN WATER OR STEAM SEEPAGE OR LEAKAGE COVERAGE  \n\nThis Endorsement Changes The Policy. Please Read It Carefully.  \n\nPROPERTY COVERAGE SECTION PROPERTY – ADDITIONAL COVERAGES  \n\nThe following additional coverage is added under Property – Additional Coverages:  \n\nLimited Hidden Water or Steam Seepage or Leakage. We will pay, up to the limit shown in the Declarations under this Limited Hidden Water or Steam  Seepage  or  Leakage  Coverage,  for damage, including deterioration or rot, to covered property caused by the constant or repeated, seepage or leakage of water or steam from within a:  \n\na. Plumbing system;   \nb. Heating system;   \nc. Air conditioning system;   \nd. Automatic fire protective sprinkler system; or e. Household appliance.  \n\nThe constant or repeated seepage or leakage of water or steam must be hidden.  \n\nThis includes the cost to tear out and replace any part of a building, or other structure, on the “residence premises”, but only when necessary to repair the system or appliance from which this water or steam escaped.  \n\nFor purposes of this Limited Hidden Water or Steam Seepage or Leakage Additional Coverage only, hidden means the seepage or leakage of water or  steam is  within the  walls, floors  or ceilings or underneath the floors of a structure.  \n\nFor purposes of this Limited Hidden Water or Steam Seepage or Leakage Additional Coverage only, a plumbing system or household appliance does not include a sump, sump pump or related equipment  or  any  other  system  designed  to remove surface or subsurface water, roof drain, gutter,  downspout  or  similar  fixtures  or equipment.  \n\nWe do not cover loss:  \n\na. If an “insured” knew, suspected or should have known of the seepage or leakage of water or steam;   \nb. If there were visible signs of seepage or leakage that occurred over a period of weeks, months or years; or   \nc. To the system or appliance from which this water or steam escaped.  \n\nAll damage resulting from constant or repeated seepage or leakage of water or steam from the same system or appliance shall be considered one loss.  \n\nIf a constant or repeated seepage or leakage of water or steam loss causes damages during the policy period and any other policy period(s) under a policy issued to you by us, the maximum limit of our  liability  under  all  policy  periods  shall  not exceed the amount of the highest applicable limit under any one policy period.  \n\nThis coverage does not increase the limit of liability  that  applies  to  the  damaged  covered property.  \n\nPROPERTY – EXCLUSIONS  \n\nFor purposes of this Limited Hidden Water or Steam Seepage or Leakage Additional Coverage only, the following is added under Property – Exclusion 12. Seepage or Leakage (this is Property – Exclusion A.12. in forms HQ-P03 and HQ-P06):  \n\n12. Seepage or Leakage.  \n\nThis exclusion does not apply to the extent that coverage is afforded under the Limited Hidden Water or Steam Seepage or Leakage Additional Coverage.  \n\nAll other provisions of this policy apply.  \n\nThis Endorsement Changes The Policy. Please Read It Carefully.  \n\nPROPERTY COVERAGE SECTION PROPERTY – CONDITIONS  \n\nFor purposes of this Personal Property Replacement Cost Loss Settlement only, the following replaces 3. Loss Settlement paragraph a.:  \n\n3. Loss Settlement.  \n\na. Property of the following types:  \n\n(1) Eligible Property. Covered losses to the following  property  are  settled  at replacement cost at the time of the loss: (a) Property  described  in  Property Coverage  C  –  Personal  Property; and (b) Awnings, carpeting,  household appliances,  outdoor  antennas  and outdoor equipment, whether or not attached to buildings, if covered in this policy.   \n(2) Eligible Property with form HQ-61B. Covered losses to the following Classes of  Personal  Property  are  settled  at replacement cost at the time of the loss if Valuable Items Plus Coverage form HQ61B is part of your policy and a limit of liability is shown in the Declarations for that Class of Personal Property: (a) Jewelry,  including  articles  of personal  adornment  composed  at least partially of silver, gold, platinum or other precious metals or alloys, whether  or  not  containing  pearls, jewels or precious or semi-precious stones. This does not include bullion, gold, silver and other precious metals or unmounted gems; (b) Silverware, including: (i) Silver-plated  ware,  goldware, gold-plated  ware,  platinumware, platinum-plated ware and pewterware; and (ii) Flatware,  hollowware,  tea  sets, trays and trophies made of or including silver, gold, platinum or pewter. This does not include pens, pencils, flasks,  smoking  implements  or accessories or jewelry;   \n(c) Fine arts, including paintings, etchings,  drawings, lithographs, photographs,  sculptures  and  other bona  fide  works  of  art  of  rarity, historical value or artistic merit;   \n(d) Furs and garments trimmed with fur or consisting principally of fur;   \n(e) Computers, hardware,  software, data  storage  media  and  related equipment;   \n(f) Firearms and related equipment;   \n(g) Cameras, projection  machines and related articles of equipment;   \n(h) Musical  instruments and related equipment; and   \n(i) China,  ceramic  ware  or  porcelain dinnerware and crystal comprised of clear, colorless glass.  \n\nReplacement Cost Loss Settlement. With respect  to  all  property  described  under Eligible Property 3.a.(1) and Eligible Property with form HQ-61B 3.a.(2), we will pay no more than the least of the following amounts:  \n\n(a) Replacement cost at the time of loss without deduction for depreciation;   \n(b) The full cost of repair at the time of loss;   \n(c) The limit of liability that applies to Property  Coverage  C  –  Personal Property, if applicable;   \n(d) Any  applicable  Special  Limits  of Liability stated in this policy; or   \n(e) For loss to any Class of Personal Property  described  under  Eligible Property 3.a.(2)(a) through 3.a.(2)(i), the limit of liability that applies to the Class of Personal Property.  \n\nIf the replacement cost for the property described above is more than $\\Phi2{,}500$ , we will pay no more than the actual cash value for the loss until the actual repair or replacement is complete. You may make a claim for loss on an actual cash value basis and then make claim for any additional liability according to the provisions of this endorsement, provided you notify us, within 180 days after the date of loss, of your intent to repair or replace the damaged property.  \n\n(3) Ineligible  Property.  Property  listed below is not eligible for replacement cost loss settlement. Any loss will be settled at actual cash value at the time of loss but not more than the amount required to repair or replace: (a) Structures that are not buildings; (b) Grave markers, including mausoleums; (c) Antiques and similar articles of rarity or antiquity which  cannot  be replaced;  \n\n(d) Memorabilia,  souvenirs  and  similar articles  whose age or history contribute to their value;   \n(e) Collectibles, including figurines, glassware, marble, porcelains, statuary and similar articles;   \n(f) Articles not maintained in good or workable condition; and   \n(g) Articles that are outdated or obsolete and are stored or not being used.  \n\nThis Endorsement Changes The Policy. Please Read It Carefully.  \n\nIn  this  policy,  the  following  is  added  under  any provision which uses the term actual cash value:  \n\nActual cash value means the value of the covered property at the time of loss or damage.  \n\nWhen calculating actual cash value using the estimated cost to repair or replace such property, with a reasonable deduction for depreciation that occurred before such loss or damage, we may apply  depreciation  to  all  components  of  the estimated cost, including the following:  \n\na. Materials;   \nb. Labor;   \nc. Overhead and profit; and d. Any applicable tax.  \n\nThe deduction for depreciation may include such considerations as:  \n\na. Age;   \nb. Condition,  such  as  wear  and  tear  or deterioration;   \nc. Reduction in useful life; and   \nd. Obsolescence.  \n\nDEFINITIONS  \n\nWhen this Special Provisions – Texas is used with form  HQ-D77  only,  Definition  5.  “business”  is replaced by the following:  \n\n5. “Business” means:  \n\na. A trade, profession or occupation engaged in on a full-time, part-time or occasional basis; or   \nb. Any other activity engaged in for money or other compensation, except the following: (1) One  or  more  activities,  for  which  no “insured” receives more than $\\mathbb{S}5{,}000$ in total  compensation  during the 12 consecutive months prior to an “occurrence”; (2) Volunteer activities for which no money is received other than payment  for expenses incurred to perform the activity; (3) Providing home day care services for which no compensation is received, other than  the  mutual  exchange  of  such services; or (4) Providing home day care services to a relative of an “insured”.  \n\nThe  following  is  added  under  Definition  13. “pollutants” (this is Definition 12. in form HQ-D88):  \n\n“Pollutants” does not include:   \na. Irritants or contaminants that escape from heating  and  air  conditioning  systems  and appliances (HVAC);   \nb. Common  household chemicals  used to maintain the residence premises; and   \nc. Irritants  or  contaminants  released  from  a hostile  fire.  A  hostile  fire  is  a  fire  which becomes uncontrollable or breaks out from where it was intended to be.  \n\nThe following definition is added: “Business  day”  means  a  day  other  than  a Saturday, Sunday or holiday recognized by the state of Texas.  \n\nPOLICY CONDITIONS  \n\n4. Cancellation is replaced by the following:  \n\n4. Cancellation.  This  policy  may  be  cancelled during the policy period as follows: a. A named “insured” shown in the Declarations may cancel this policy by: (1) Returning this policy to us; or (2) Giving us advance notice of the date cancellation is to take effect. We may accept another form of notice from a named  “insured”.  The  cancellation  by  a named “insured” will be binding on any other named “insured”. b. We  may  cancel  this  policy  only  for  the reasons stated below by letting you know in writing of the date cancellation takes effect. This cancellation notice may be delivered to you,  electronically  transmitted  to  you,  if permissible by law, or mailed to you at your mailing address shown in the Declarations. Proof of mailing or electronic transmission will be sufficient proof of notice. We will also deliver or mail a copy of the notice to any Additional  Insured named  in  the Declarations.  \n\nWhen this Special Provisions – Texas is used with forms HQ-P02, HQ-P03, HQ-P04 or HQP06, paragraph b.(1) applies:  \n\n(1) If this policy has been in effect for less than 60 days and is not a renewal policy, we may cancel this policy if:  \n\n(a) We identify a condition that: (i) Creates  an  increased  risk  of hazard; (ii) Was not disclosed in the application for insurance coverage; and (iii)Is not the subject of a prior claim; or   \n(b) Before  the  effective  date  of  the policy, we have not accepted a copy of a required inspection report that: (i) Was completed by an inspector licensed  by the  Texas  Real Estate  Commission  or  who  is otherwise authorized to perform inspections; and (ii) Is dated not earlier than the $90^{\\mathrm{th}}$ day before the effective date of the policy. An inspection  report  is  deemed accepted, unless we reject it before the $11^{\\mathrm{th}}$ day after the date we receive it.  \n\nWhen this Special Provisions – Texas is used with forms HQ-P53 or HQ-P56, paragraph b.(2) applies:  \n\n(2) If this policy has been in effect for less than 90 days and is not a renewal policy, we may cancel this policy for any reason.  \n\nWhen this Special Provisions – Texas is used with forms HQ-P02, HQ-P03, HQ-P04, HQ-P06, HQ-P53 or HQ-P56, paragraphs b.(3) and c. through e. apply:  \n\n(3) We may also cancel this policy at any time for any of the following reasons: (a) You do not pay the premium or any portion of the premium when due; (b) The Department  of Insurance determines that continuation of the policy  would  violate  the  Texas Insurance Code or any other laws governing the business of insurance in this state; (c) You submit a fraudulent claim; or (d) There is an increase in the hazard covered by this policy that is within your control and that would produce  \n\nan increase in the premium/rate of this policy.   \nc. The effective date of cancellation cannot be before  the $10^{\\mathrm{th}}$ day  after  we  mail,  or electronically transmit, if permissible by law, the notice if we cancel for any of the reasons in 4.b.(3), or the $30^{\\mathrm{th}}$ day after we mail, or electronically transmit, if permissible by law, notice if we cancel for any other reason. Our notice of cancellation must state the reason for cancellation.   \nd. When this policy is cancelled, we will send you any refund due not later than the $15^{\\mathrm{th}}$ “business day” after the date of cancellation. The premium for the period from the date of cancellation to  the  expiration  date  will  be refunded pro rata.   \ne. We may not cancel this policy solely because you are an elected official.  \n\n5. Nonrenewal is replaced by the following:  \n\n5. Refusal to Renew.  \n\na. We  may  not  refuse  to  renew  this  policy because of claims for losses resulting from natural causes.   \nb. We may not refuse to renew this policy solely because you are an elected official.   \nc. We may refuse to renew this policy if you have filed three or more claims under this policy in any three-year period that do not result from natural causes. If you have filed two claims in a period of less than three years, we may notify you in writing that if you file a third claim during the threeyear period, we may refuse to renew this policy by providing you proper notice of our refusal to renew as provided in 5.d. If we do not notify you after the second claim, we may not refuse to renew this policy because of losses. A claim does not include a claim that is filed but is not paid or payable under the policy.   \nd. If we refuse to renew this policy, we must  \n\ndeliver to you, mail to you at your mailing address  shown  in  the  Declarations,  or electronically transmit to you, if permissible by law, and to any mortgagee named in the Declarations, written notice of our refusal to renew not later than the $60^{\\mathrm{th}}$ day before the date on which this policy expires. Proof of mailing or  electronic transmission,  if permissible by law, will be sufficient proof of notice. We will also deliver or mail a copy of the notice to any Additional Insured named in the Declarations. If we fail to give you proper notice of our decision not to renew, you may require us to renew the policy.  \n\nThe following is added under POLICY CONDITIONS:  \n\nConcealment or Fraud. To the extent permitted by Texas Insurance Code sections 705.003 and 705.004, we provide coverage to no “insureds” under this policy if, whether before or after a loss, an “insured” has: a. Intentionally  concealed  or  misrepresented any material fact or circumstance; b. Engaged in fraudulent conduct; or c. Made false statements; relating to this insurance.  \n\nPROPERTY COVERAGE SECTIONPROPERTY – PERILS INSURED AGAINST  \n\nWhen this Special Provisions – Texas is used with form  HQ-P02,  the  following  is  added  under  12. Accidental Discharge or Overflow of Water or Steam:  \n\nWe do not cover loss to a slab or foundation caused by accidental discharge, or overflow of water, water-borne material or steam from within a plumbing, heating or air conditioning system or household  appliance  that  is  either  below  the surface of the ground or is within or below the slab or foundation of the dwelling.  \n\nWhen this Special Provisions – Texas is used with form  HQ-P53,  the  following  is  added  under  11. Accidental Discharge or Overflow of Water or Steam:  \n\nWe do not cover loss to a slab or foundation caused by accidental discharge, or overflow of water, water-borne material or steam from within a plumbing, heating or air conditioning system or household  appliance  that  is  either  below  the surface of the ground or is within or below the slab or foundation of the dwelling.  \n\nPERILS INSURED AGAINST  \n\nPROPERTY COVERAGE A DWELLING PROPERTY COVERAGE B OTHER STRUCTURES  \n\nWhen this Special Provisions – Texas is used with form  HQ-P03,  the  following  is  added  under Exception to c.(6):  \n\nWe do not cover loss to a slab or foundation caused by accidental discharge, or overflow of water, water-borne material or steam from within a plumbing, heating or air conditioning system or household appliance that is either below the surface of the ground or is within or below the slab or foundation of the dwelling.  \n\nPROPERTY – ADDITIONAL COVERAGES  \n\nThe following is added under 12. Ordinance or Law (this is Property – Additional Coverages 9. in forms HQ-P53 and HQ-P56):  \n\nIf the insured property is located in an area which is  eligible  for  coverage  through  the  Texas Windstorm Insurance Association, the coverage described above also applies to the increased cost you incur due to the repair, replacement or demolition required for the dwelling to comply with the building specifications contained in the Texas Windstorm Insurance Association’s plan of operation.  \n\nPROPERTY – EXCLUSIONS  \n\n9. Intentional Loss is replaced by the following:  \n\n9. Intentional Loss. a. Intentional loss means any loss arising out of any act the “insured” commits or conspires to commit with the intent to cause a loss. In the event of such loss, no “insured” is entitled to coverage, even “insureds” who did not commit or conspire to commit the act causing the loss. b. This exclusion does not apply to an “insured” who did not cooperate in or contribute to the creation of the loss if that “insured” has: (1) Filed a police report; and (2) Cooperated with  law enforcement investigation  or  prosecution  relating  to any  other  “insured”  causing the intentional loss. c. If we pay a claim pursuant to paragraph 9.b., our payment to the “insured” is limited to that “insured’s” insurable interest in the property less  any  payments  we  first  made  to  a mortgagee or other party  with a  secured interest in this policy. In no event will we pay more than the limit of liability. As a condition of payment for intentional loss caused by another “insured” under this exception to the exclusion, we may require an assignment of rights of recovery to the extent that payment is made by us.  \n\n11. “Fungi” or Other Microbes is replaced by the following:   \n11. “Fungi”, Other Microbes or Rot, meaning any loss or cost resulting from, arising out of, caused  \n\nby,  consisting  of  or  related  to  “fungi”,  other microbes or rot.  \n\nThis exclusion does not apply to:  \n\na. “Fungi”  or  other  microbes  remediation coverage  that  may  be  afforded  under Property – Additional Coverage 16. Limited “Fungi” or Other Microbes Remediation (this is Property – Additional Coverage 11. Limited “Fungi” or Other Microbes Remediation in forms HQ-P53 and HQ-P56); or   \nb. “Fungi”, other microbes or rot that results from fire or lightning.  \n\nThis exclusion applies unless the “fungi” or other microbes are located upon the portion of covered property which  must be  repaired or  replaced because of direct physical damage resulting from any peril covered under this policy.  \n\nWhen this Special Provisions – Texas is used with forms HQ-P02 or HQ-P53, the following exclusion is added, and when this Special Provisions – Texas is used with form HQ-P03, the following exclusion is added under A.:  \n\nSettling,  Cracking,  Bulging,  Shrinkage  or Expansion of Specific Property, meaning any loss arising out of, caused by, consisting of or related to settling, cracking, bulging, shrinkage or expansion of foundations, walls, floors, ceiling, roof  structures,  walks,  drives,  curbs,  fences, retaining walls or swimming pools, regardless of whether  such  loss  ensues  from  any  loss, including a loss involving water or water damage which is covered under this policy. However, settling,  cracking,  bulging,  shrinkage  or expansion as a direct result of collapse of a building is covered.  \n\nPROPERTY – CONDITIONS  \n\nThe following is added under 1. Insurable Interest and Limit of Liability:  \n\nPolicy A Liquidated Demand. A fire insurance policy, in case of a total loss by fire of property insured, will be held and considered to be a liquidated demand against the company for the full amount of such policy. This provision will not apply to personal property.  \n\nWhen this Special Provisions – Texas is used with forms HQ-P02, HQ-P03, HQ-P04 or HQ-P06, the first paragraph and paragraphs 2.a., 2.g. and 2.h. under 2. Duties After Loss are replaced by the following:  \n\n2. Your Duties After Loss. In case of a loss to covered property, we have no duty to provide coverage under this policy if the failure to comply with the following duties is prejudicial to us. These duties must be performed either by you, or an “insured” seeking coverage, or a representative of either.  \n\na. Give prompt notice to us or our agent. With respect to  a loss  caused by the peril  of windstorm or hail, that notice must occur not later than one year after the date of the loss. However, for loss caused by the peril of windstorm or hail, any such claim may be filed after the first anniversary of the date of the loss for good cause shown by the person filing the claim;   \ng. As often as we reasonably require: (1) Show the damaged property; (2) Provide us with records and documents we  request  and  permit  us  to  make copies; and (3) Submit to examination under oath, while not in the presence of another “insured”, and sign the same. A parent or guardian may be present during any examination of a minor; and   \nh. Send to us, within 91 days after our request, your  signed,  sworn  proof  of  loss  on  a standard  form  supplied  by  us.  We  must request a signed, sworn proof of loss within 15 days after we receive your written notice, or we waive our right to require a proof of loss. Such waiver will not waive our other rights under this policy. (1) This proof of loss will set forth, to the best of your knowledge and belief: (a) The time and cause of loss; (b) The interests of all “insureds” and all others in the property involved and all liens on the property; (c) Other insurance which may cover the loss; (d) Changes in title or occupancy of the property  during  the  term  of  this policy; (e) Specifications of the damaged buildings and detailed repair estimates; (f) The inventory of damaged personal property described in 2.f.; (g) Receipts for additional living expenses incurred and records that support the fair rental value loss; and (h) Evidence or affidavit that supports a claim  under  Property  –  Additional Coverage 7. Credit Card, Electronic  \n\nFund  Transfer Card or  Access Device,  Forgery  and  Counterfeit Money,  stating the  amount  and cause of loss. (2) If you elect to make claim under the Replacement  Cost  Coverage  of  this policy, this proof of loss shall also state, to the best of your knowledge and belief: (a) The replacement cost of the described dwelling; (b) The replacement cost of any other building on which loss is claimed; or (c) The full cost of repair or replacement of loss without deduction for depreciation.  \n\nWhen this Special Provisions – Texas is used with forms HQ-P53 or HQ-P56, the first paragraph and paragraphs 2.a., 2.f. and 2.g. under 2. Duties After Loss are replaced by the following:  \n\n2. Your Duties After Loss. In case of a loss to covered property, we have no duty to provide coverage under this policy if the failure to comply with the following duties is prejudicial to us. These duties must be performed either by you, or an “insured” seeking coverage, or a representative of either: a. Give prompt notice to us or our agent. With respect to  a loss  caused by the peril  of windstorm or hail, that notice must occur not later than one year after the date of the loss. However, for loss caused by the peril of windstorm or hail, any such claim may be filed after the first anniversary of the date of the loss for good cause shown by the person filing the claim; f. As often as we reasonably require: (1) Show the damaged property; (2) Provide us with records and documents we  request  and  permit  us  to  make copies; and (3) Submit to examination under oath, while not in the presence of another “insured”, and sign the same. A parent or guardian may be present during any examination of a minor; and g. Send to us, within 91 days after our request, your  signed,  sworn  proof  of  loss  on  a standard  form  supplied  by  us.  We  must request a signed, sworn proof of loss within 15 days after we receive your written notice, or we waive our right to require a proof of loss. Such waiver will not waive our other rights under this policy.  \n\n(1) This proof of loss will set forth, to the best of your knowledge and belief: (a) The time and cause of loss; (b) The interest of all “insureds” and all others in the property involved and all liens on the property; (c) Other insurance which may cover the loss; (d) Changes in title or occupancy of the property  during  the  term  of  this policy; (e) Specifications  of  the damaged buildings and detailed repair estimates; (f) The inventory of damaged household  furnishings  described  in 2.e.; and (g) Receipts for additional living expenses incurred and records that support the fair rental value loss.   \n(2) If you elect to make claim under the Replacement  Cost  Coverage  of  this policy, this proof of loss shall also state, to the best of your knowledge and belief: (a) The  replacement cost  of  the described dwelling; (b) The replacement cost of any other building on which loss is claimed; or (c) The full cost of repair or replacement of  loss  without  deduction  for depreciation.  \n\nThe following is added under 2. Your Duties After Loss:  \n\nOur Duties After Loss.  \n\na. No later than 15 days after we receive your written notice of claim, we must: (1) Acknowledge receipt of the claim. If our acknowledgement of the claim is not in writing, we will keep a record of the date,  means  and  content  of  our acknowledgement; (2) Begin any investigation of the claim; and (3) Specify the information you must provide in accordance with 2. Your Duties After Loss. We  may  request  more  information,  if during the investigation of the claim such additional information is necessary;   \nb. After we receive the information we request, we must notify you in writing whether the  \n\nclaim will be paid or has been denied or whether more information is needed:  \n\n(1) Within 15 “business days”; or (2) Within 30 days if we have reason to believe the loss resulted from arson; c. If we do not approve payment of your claim or require more  time  for processing  your claim, we must: (1) Give the reason for denying your claim; or (2) Give the reasons we require more time to process your claim. But we must either approve or deny your claim within 45 days after requesting more time.  \n\nWhen this Special Provisions – Texas is used with forms HQ-P02 or HQ-P03, paragraph a. under 3. Loss Settlement is replaced by the following:  \n\n3. Loss Settlement.  \n\na. Property of the following types: (1) Personal property other than jewelry; (2) Awnings, carpeting, household appliances, outdoor antennas  and outdoor  equipment, whether  or  not attached to buildings; (3) Structures that are not buildings; and (4) Gravemarkers, including mausoleums; at actual cash value at the time of loss but not more than the amount required to repair or replace; and (5) Jewelry at replacement cost at the time of loss without deduction for depreciation.  \n\nWhen this Special Provisions – Texas is used with form HQ-P04, 3. Loss Settlement is replaced by the following:  \n\n3. Loss Settlement.  \n\na. Covered property losses other than jewelry are settled at actual cash value at the time of loss but not more than the amount required to repair or replace.   \nb. Jewelry losses are settled at replacement cost at the time of loss without deduction for depreciation.  \n\nWhen this Special Provisions – Texas is used with form  HQ-P06,  paragraph  a.  under  3.  Loss Settlement is replaced by the following:  \n\n3. Loss Settlement.  \n\na. Property of the following types:  \n\n(1) Personal property other than jewelry and grave markers, including mausoleums at actual cash value at the time of loss but not more than the amount required to repair or replace; and   \n(2) Jewelry at replacement cost at the time of loss without deduction for depreciation.  \n\nWhen this Special Provisions – Texas is used with forms  HQ-P02,  HQ-P03  and  HQ-P53,  3.  Loss Settlement paragraphs c.(2) and c.(3) are deleted.  \n\n5. Loss to a Pair or Set is replaced by the following:  \n\n5. Loss to a Pair or Set.  \n\na. In case of loss to a pair or set other than jewelry, we may elect to: (1) Repair or replace any part to restore the pair or set to its value before the loss; or (2) Pay the difference between actual cash value of the property before and after the loss.   \nb. Loss to a jewelry pair or set will be settled at replacement cost at the time of loss without deduction for depreciation.  \n\n6. Loss Payment is replaced by the following:  \n\n6. Loss Payment.  \n\na. We will adjust all losses with you. We will pay you unless some other person is named in this policy or is legally entitled  to receive payment.   \nb. If we notify you that we will pay your claim, or part of your claim, we must pay within five “business  days”  after  we  notify  you.  If payment of your claim or part of your claim requires the performance of an act by you, we must pay within five “business days” after the date you perform the act.  \n\n9. Suit Against Us is replaced by the following:  \n\n9. Suit Against Us.  \n\na. Except as provided in 9.b., no suit or legal action can be brought against us unless there has been full compliance with all of the terms under the Property Coverage Section of this policy. Action must be brought against us within two years and one day after the date the cause of action first accrues. A cause of action  accrues  on  the  date  of  the  initial breach of our contractual duties as alleged in the action.   \nb. With respect to suits brought in connection with claims for loss caused by the peril of\n\nwindstorm or hail in the catastrophe area, as   \ndefined by the Texas Insurance Code:   \nNo action can be brought against us unless   \nthere has been compliance with all the terms   \nof this policy. The action must be brought   \nbefore the earlier of the following:   \n(1) Two years and one day from the date we accept or reject the claim; or   \n(2) Three years and one day from the date of loss that is the subject of the claim.  \n\n12. Mortgage Clause is replaced by the following (this is not applicable in form HQ-P04):  \n\n12. Mortgage Clause (Without Contribution).  \n\na. We  will  pay  for  any  covered  loss  of  or damage  to  buildings  or  structures  to  the mortgagee  shown  in  the  Declarations  as interests appear.   \nb. The mortgagee has the right to receive loss payment even if the mortgagee has started foreclosure or similar action on the building structure.   \nc. If we deny your claim because of your acts or because you have failed to comply with the terms of this policy, the mortgagee has the right  to  receive  loss  payment  if  the mortgagee: (1) At our request, pays any premium due under this policy, if you have failed to do so; (2) Submits a signed, sworn statement of loss within 91 days after receiving notice from us of your failure to do so; and (3) Has  notified  us  of  any  changes  in ownership,  occupancy  or  substantial changes in risk known to the mortgagee. All the terms of this policy will then apply directly to the mortgagee. Failure of the mortgagee to comply with c. (1), (2) or (3) will void this policy as to the interest of the mortgagee.   \nd. If we pay the mortgagee for any loss or damage and deny payment to you because of your acts or because you have failed to comply with the terms of this policy: (1) The  mortgagee’s  rights  under  the mortgage will be transferred to us to the extent of the amount we pay. (2) The mortgagee’s right to recover the full amount of the mortgagee’s claim will not be impaired. At our option, we may pay the mortgagee the whole principal on the mortgage plus any accrued interest. In this event, your mortgage and note will be transferred to us and you will pay your remaining mortgage debt to us.   \ne. If this policy is cancelled, we will give the mortgagee  specifically  named  in  the Declarations written notice of cancellation. If we  cancel  the  policy,  we  will  give  the mortgagee the same number of days’ notice of cancellation we give to you. If you cancel the policy, we will give the mortgagee  notice  of  cancellation  to  be effective on the date stated in the notice. The date of cancellation cannot be before the $10^{\\mathrm{th}}$ day after the date we mail the notice. We will not give notice of cancellation to any successor  or  assignee  of  the  mortgagee named in the policy.   \nf. If the property described under PROPERTY COVERAGE  SECTION,  PROPERTY COVERAGE A – DWELLING or PROPERTY COVERAGE B – OTHER STRUCTURES is foreclosed upon under the deed of trust, the mortgagee  may  cancel  this  policy  of insurance  and  will  be  entitled  to  any unearned premium form this policy. The mortgagee must credit any unearned premium against any deficiency owed by the borrower and return any unearned premium not  so  credited  to  the  borrower.  The unearned premium will be figured using the customary pro rata procedures.   \ng. If  we  elect  not  to  renew  this  policy,  the mortgagee  specifically  named  in  the Declarations will be given 60 days’ written notice of the nonrenewal.  \n\n17. Concealment  or  Fraud  is  deleted  (this  is Property – Condition 16. in form HQ-P04).  \n\nThe  following  is  added  under  PROPERTY CONDITIONS:  \n\nResidential Community Property Clause. It is understood and agreed that this policy, subject to all other terms and conditions contained in this policy,  when  covering  residential  community property, as defined by state law, shall remain in full force and effect as to the interest of each spouse  covered,  irrespective  of  divorce  or change  of  ownership  between  the  spouses unless excluded by endorsement attached to this policy until the expiration of the policy or until canceled  in  accordance  with  the  terms  and conditions of this policy.  \n\nCatastrophe Claims. If a claim results from a weather-related catastrophe or a major natural disaster, as defined by the Texas Department of Insurance, each claim handling deadline shown in 2.  Your Duties After Loss  and 6. Loss Payment is extended for an additional 15 days.  \n\nLIABILITY COVERAGE SECTION LIABILITY – EXCLUSIONS  \n\nWhen this Special Provisions – Texas is used with form HQ-L77, A. Liability Coverage E – Personal Liability and Coverage F – Medical Payments to Others, and when this Special Provisions – Texas is used with form HQ-L88, A. Liability Coverage E – Premises  Liability  and  Coverage  F  –  Medical Payments to Others, paragraphs 3. and 5. are replaced by the following:  \n\n3. “Bodily injury” or “property damage” arising out of the transmission of sickness or disease by an “insured” through sexual contact.   \n5. “Bodily  injury”  or  “property  damage”  which  is expected or intended by an “insured”. This exclusion does not apply to “bodily injury” or “property  damage”  resulting  from  the  use  of reasonable  force  by  an  “insured”  to  protect persons or property.  \n\nWhen this Special Provisions – Texas is used with form HQ-L77, A. Liability Coverage E – Personal Liability and Coverage F – Medical Payments to Others,  and  with  form  HQ-L88,  A.  Liability Coverage E – Premises Liability and Coverage F – Medical Payments to Others, paragraph 16. is replaced by the following:  \n\n16. “Bodily injury” or “property damage” arising out of sexual  molestation,  corporal  punishment  or physical or mental abuse. For purposes of this endorsement, abuse means an act which is committed with the intent to cause harm.  \n\nLIABILITY – CONDITIONS  \n\n3. Duties  After  “Occurrence”,  paragraph  e.  is replaced by the following:  \n\n3. Duties After “Occurrence”. e. With  respect  to  Liability –  Additional Coverage  3.  Damage  to  Property  of Others, submit to us within 91 days after the loss, a sworn statement of loss and show the damaged property, if in an “insured’s” control;  \n\n4. Duties  of  an  Injured  Person  –  Liability Coverage F – Medical Payments to Others. is replaced by the following:  \n\n4. Duties  of  an  Injured  Person  –  Liability Coverage F – Medical Payments to Others.  \n\na.  The injured person or someone acting for the injured person will: (1) Give us written proof of claim, under oath if required, as soon as is practical. A parent or guardian may be present during any examination under oath of a minor; and (2) Authorize us to obtain copies of medical reports and records.   \nb.  The injured person will submit to a physical exam by a doctor of our choice when and as often as we reasonably require.  \n\n10. Concealment or Fraud is deleted.  \n\nThe  following is added under LIABILITY CONDITIONS:  \n\nNotice of Settlement of Liability Claim.  \n\na. We will notify the “insured” in writing of any initial offer to compromise or settle a claim against the “insured” under the LIABILITY COVERAGE SECTION of this policy. We will give the “insured” notice within 10 days after the date the offer is made.   \nb. We will notify the “insured” in writing of any settlement of a claim against the “insured” under the LIABILITY COVERAGE SECTION of this policy. We will give the “insured” notice within  30  days  after  the  date  of  the settlement.  \n\nAll other provisions of this policy apply.  \n\nWINDSTORM OR HAIL PERCENTAGE DEDUCTIBLE  \n\nThis Endorsement Changes The Policy. Please Read It Carefully.  \n\nPROPERTY COVERAGE SECTION PROPERTY – CONDITIONS  \n\nThe following deductible is added under 4. Loss Deductible:  \n\n4. Loss Deductible.  \n\nWindstorm or Hail Percentage Deductible.  \n\nThe Windstorm or Hail Percentage Deductible shown in the Declarations replaces any other deductible provision in this policy with respect to loss caused directly or indirectly by the peril of windstorm or hail.  \n\nWe will pay only that part of the total of all loss payable,  for  any  one  loss,  under  the  Property Coverage Section of this policy that exceeds the Windstorm or Hail Percentage Deductible shown in the Declarations.  \n\nThe  dollar  amount  of  the  Windstorm  or  Hail Deductible is determined by multiplying the Property Coverage  A  Limit  of  Liability  shown  in  the Declarations by the Windstorm or Hail Percentage Deductible amount shown in the Declarations.  \n\nNo other deductible applies to loss or damage caused by windstorm or hail.  \n\nAll other provisions of this policy apply.  \n\nADDITIONAL REPLACEMENT COST PROTECTION COVERAGE  \n\nThis Endorsement Changes The Policy. Please Read It Carefully. (Applies only when loss to the dwelling exceeds the Property Coverage A Limit of Liability shown in the Declarations)  \n\nPROPERTY COVERAGE SECTION PROPERTY – CONDITIONS  \n\nIf Functional Replacement Cost Loss Settlement form HQ-825  is  part  of  this  policy,  the  defined  term “functional replacement cost” replaces any reference to replacement cost in this Additional Replacement Cost Protection Coverage.  \n\nTo the extent that coverage is provided, we agree to provide an additional amount of insurance under Property Coverage A only in accordance with the following provisions:  \n\nA. If you have:  \n\n1. Allowed us to adjust the Property Coverage A  limit  of  liability  and  the  premium  in accordance with: a. The property evaluations we make; and b. Any increases in inflation; and 2. Notified us, within 30 days of completion, of any improvements, alterations or additions to the  dwelling  insured  under  Property Coverage A which increase the replacement cost of the dwelling by $5\\%$ or more; the provisions of  this Additional Replacement Cost Protection Coverage will apply after a loss, provided you repair or replace  the  damaged dwelling. B. If there is a loss to the dwelling insured under Property Coverage A that exceeds the Property Coverage  A  limit  of  liability  shown  in  the Declarations, for purposes of settling only that loss to the dwelling: 1. We  will  provide  an  additional  amount  of insurance up to the percentage of Property Coverage A shown in the Declarations; and 2. The following replaces 3. Loss Settlement, paragraph  b.  However,  if  Roof  Systems Payment Schedule Windstorm or Hail Losses form HQ-646 is part of this policy, this change does not apply to loss or damage by the peril of  windstorm  or  hail  to  which  the  Roof Systems Payment Schedule Windstorm or Hail Losses form HQ-646 applies: b. The  dwelling  covered  under  Property Coverage A at replacement cost without deduction for depreciation, subject to the following:  \n\n(1) We will pay the replacement cost without  deduction  for  depreciation, but not more than the least of the following amounts: (a) The  limit  of  liability  under  this policy that applies to the dwelling covered under Property Coverage A, plus any additional amount  of  insurance  provided under  B.1.  of  the Additional Replacement Cost Protection Coverage form HQ-420; (b) The replacement cost of that part of  the  dwelling  damaged  with materials of like kind and quality and for like use (or, if Functional Replacement Cost Loss Settlement form HQ-825 is part of this policy, functionally equivalent materials and methods as defined in that endorsement); or (c) The necessary amount actually spent to  repair  or  replace  the damaged dwelling. If the dwelling is rebuilt at a new premises,  the cost  described  in b.(1)(b) is limited to the cost which would  have  been  incurred  if  the dwelling had been built at the original premises.   \n(2) We will pay no more than the actual cash value of the damage until actual repair or replacement is complete.   \n(3) You  may  disregard  Property Condition 3. Loss Settlement b. and make claim under this policy for loss to the dwelling on an actual cash value basis. You may then make claim  for  any  additional  liability according to the provisions of this Property – Condition  3.  Loss Settlement, provided you notify us, within 180 days after the date of loss, of your intent to repair or replace the damaged dwelling.  \n\nFOUNDATION COVERAGE  \n\nThis Endorsement Changes The Policy. Please Read It Carefully.  \n\nPROPERTY COVERAGE SECTION PROPERTY – PERILS INSURED AGAINST (In form HQ-P02 only)  \n\nFor purposes of this Foundation Additional Coverage only, 12. Accidental Discharge or Overflow of Water or Steam is replaced by the following:  \n\n12. Accidental Discharge or Overflow of Water or Steam.  \n\na. This peril  means  accidental  discharge  or overflow of water or steam from within a plumbing,  heating,  air  conditioning  or automatic fire protective sprinkler system or from within a household appliance, if the accidental discharge or overflow of water or steam originates from within a system or appliance: (1) On the “residence premises”; or (2) Off the “residence premises”, if located on a premises adjacent to the “residence premises”. This includes the cost to tear out and replace any part of the building, or other structure, on the  “residence  premises”,  but  only  when necessary to repair the system or appliance from which the water or steam escaped.  \n\nb. This peril does not include loss:  \n\n(1) To the system or appliance from which the water or steam escaped;   \n(2) Caused by or resulting from freezing except  as  provided  in  Peril  Insured Against 14. Freezing;   \n(3) Caused  by  accidental  discharge  or overflow of water or steam from within a storm drain whether located on or off the “residence premises”;   \n(4) Caused  by  accidental  discharge  or overflow of water or steam from within a steam  or sewer  pipe located  off  the “residence premises”;   \n(5) Caused by constant or repeated seepage or leakage of water or steam or the presence or condensation of humidity, moisture or vapor, that occurs over a period of weeks, months or years from within a  plumbing,  heating, air conditioning or automatic fire protective sprinkler  system,  or  from  within  a household appliance, except as  \n\nspecifically provided by this Foundation Coverage; (6) On  the  “residence  premises”,  if  the dwelling has been “vacant” for more than 60 consecutive days immediately before the loss; (7) To  a  slab  or  foundation,  except  as specifically provided by this Foundation Coverage; or (8) Caused  by  accidental  discharge  or overflow of water, water borne material or steam from within a plumbing, heating or air  conditioning  system  or  household appliance that is either below the surface of the ground or is within or below the slab or foundation of the dwelling, except as  specifically  provided by this Foundation Coverage.   \nc. In this peril, a plumbing system or household appliance does not include a sump, sump pump  or  related  equipment  or  any  other system  designed  to  remove  surface  or subsurface  water,  roof  drain,  gutter, downspout or similar fixtures or equipment.   \nd. Property – Exclusion 3. Water, paragraphs a. and c. that apply to surface water and water below the surface of the ground do not apply to loss by water covered under this peril unless caused directly or indirectly by flood.  \n\nPERILS INSURED AGAINST  \n\nPROPERTY COVERAGE A DWELLING PROPERTY COVERAGE B OTHER STRUCTURES (In form HQ-P03 only)  \n\nFor purposes of this Foundation Additional Coverage only, 2.c.(6)(a) is replaced by the following:  \n\n(a) Wear and tear, marring or scratching;  \n\nFor purposes of this Foundation Additional Coverage only, 2.c.(6)(f) is replaced by the following:  \n\n(f) Settling, shrinking, bulging or expansion, including resultant cracking, of bulkheads, pavements, patios,  footings,  foundations,  walls, floors,  roofs  or  ceilings  except  as specifically provided by this Foundation Coverage;  \n\nPROPERTY – EXCLUSIONS  \n\nThe following additional coverage is added under Property – Additional Coverages in forms HQ-P02 and HQ-P03:  \n\nFoundation Coverage.  \n\na. We  cover  settling,  cracking,  shrinking, bulging or expansion of the foundation, floor slab or footings that support the dwelling caused by seepage or leakage of water or steam from within a plumbing, heating, air conditioning  or  automatic  fire  protective sprinkler system. This coverage includes the cost of tearing out and  replacing  any  part  of  the  building necessary to repair the system from which the leakage or seepage occurred.   \nb. We do not cover loss to the system from which the water or steam escaped.   \nc. Our limit of liability for this coverage will not exceed an amount equal to $15\\%$ of  the Property Coverage A limit applicable on the date of loss or $\\mathbb{S}25{,}000$ , whichever is less. This is the most we will pay for the total of all loss or costs per policy period regardless of the number of losses or claims made.   \nd. This coverage does not increase the limit of liability that applies to the damaged covered property.  \n\nFor purposes of this Foundation Additional Coverage only, 12. Seepage or Leakage in form HQ-P02 and A.12.  Seepage  or  Leakage  in  form  HQ-P03  is replaced by the following:  \n\n12. Seepage or Leakage, meaning constant or repeated seepage or leakage of water or steam, or the presence or condensation of humidity, moisture or vapor, that occurs over a period of weeks, months or years from within a plumbing, heating, air conditioning or automatic fire protective sprinkler system or from within a household appliance, except as specifically  provided  by  this  Foundation Coverage.  \n\nFor purposes of this Foundation Additional Coverage only,  Settling,  Cracking,  Bulging,  Shrinkage  or Expansion of Specific Property in Special Provisions – Texas form HQ-300 TX, is replaced by the following:  \n\nSettling,  Cracking,  Bulging,  Shrinkage  or Expansion of Specific Property, meaning any loss arising out of, caused by, consisting of or related to settling, cracking, bulging, shrinkage or expansion of foundations, walls, floors, ceiling, roof  structures,  walks,  drives,  curbs,  fences, retaining walls or swimming pools, regardless of whether  such  loss  ensues  from  any  loss, including a loss involving water or water damage which is covered under this policy, except as specifically provided  by this  Foundation Coverage. However, settling, cracking, bulging, shrinkage, or expansion as a direct result  of collapse of a building is covered.  \n\nThis Endorsement Changes The Policy. Please Read It Carefully.  \n\nPOLICY CONDITIONS  \n\nFor purposes of this Additional Benefits only, the following policy condition is added:  \n\nAdditional Benefits. From time to time we may provide you or allow others to provide you, or another person insured under this policy with:  \n\na. Goods  and  services,  devices,  equipment, memberships, merchandise, points, rewards, gift  cards,  redemption  codes,  coupons, vouchers,  airline miles,  special  offers, classes, seminars, other program benefits or other items of value; or   \nb. Make charitable contributions, donations or gifts on your behalf.  \n\nThese Additional Benefits may be provided in any form. If one or more of our benefit programs  \n\napply, you or another person insured under this policy may be eligible to receive benefits specific to that program depending on the terms of the program and Additional Benefit provided.   \nYou are under no obligation to pursue any of these Additional Benefits.   \nWe do not warrant the merchantability, fitness or quality of any goods or services provided under this  endorsement  or  assume  any  additional obligation  related  to  any  Additional  Benefits provided.   \nWe  have  the  right  to  modify  or  discontinue benefits provided under this endorsement without notice to you.  \n\nAll other provisions of this policy apply.  \n\nIMPORTANT INFORMATION ABOUT FLOOD DAMAGE  \n\nFlood Insurance: You may also need to consider the purchase of flood insurance. Your insurance policy does not include coverage for damage resulting from a flood even if hurricane winds and rain caused the flood to occur. Without separate flood insurance coverage, you may have uncovered losses caused by a flood. Please discuss the need to purchase separate flood  insurance  coverage  with  your  insurance  agent  or  insurance  company,  or  visit www.floodsmart.gov.  \n\nDeductibles: Things You Should Know  \n\nWhat is a deductible? The amount of a covered claim that is your responsibility.  \n\nHow is a deductible applied to a covered claim?  \n\nIf you have a loss or damage, the amount that exceeds the applicable deductible will be paid, up to the coverage limit that applies. If the amount of your loss or damage is less than any applicable deductible no payment will be made.  \n\nCan my policy have more than one deductible that applies to a covered claim?  \n\nYes, your policy may have different deductibles that apply to different kinds of losses. For most types of losses the Property Coverage Deductible, also called the All Other Perils Deductible, will apply when you  have a loss or damage. Your policy may also include other deductibles that will apply if you have a loss or damage from certain types of loss or from specific perils such as earthquakes, hurricanes, windstorm or hail.  \n\nYour policy deductibles are:  \n\nProperty Coverage Deductible (All Other Perils) \\$4,710   \nWindstorm or Hail Deductible $2\\%$ Coverage A Dwelling Limit \\$9,420  \n\nIf more than one deductible applies, you will only be responsible for the largest deductible amount.  \n\nExamples of how deductibles work (for illustrative purposes only)  \n\nExample\\  \n\nYour Coverage A - Dwelling limit is $\\Phi100{,}000$   \nYour All Other Peril Deductible is $\\mathbb{S}1\\,,000$   \nYour specific peril deductible (i.e. Hurricane Deductible) is $2\\%$ of your Coverage A - Dwelling limit   \n( $.02\\times\\dot{9}100,\\!00\\dot{0}=\\Phi2,\\!000)$  \n\nScenario1 fire lossScenario2 hurricaneloss (percentagedeductible)Scenario3 lossbelowyourdeductibleCovered damage $2,500 to your dwellingCovereddamage $2,500 to your dwellingCovereddamage $500 to dwellingCovereddamage $500Covereddamage $500Covered damage $250topersonalproperty Totalcovereddamage $3,000to personal property Totalcovereddamage $3,000topersonalproperty Total covered damage $750Deductibleamount $1,000HurricaneDeductible $2,000 (2% of Coverage A)Deductibleamount $1,000Amount insurance would pay $2,000Amountinsurancewouldpay $1,000Amountinsurancewouldpay $0  \n\n\\ Your policy’s coverage limits and the dollar amount of your deductible(s) may be higher or lower than the amounts shown in these examples. Please refer to your Policy Declarations for your policy’s actual deductible(s) amounts.  \n\nSpecific Peril Deductibles: Additional Important Information  \n\nSpecific peril deductibles may be a set dollar amount or may be a percentage of a policy coverage limit. A percentage deductible is determined by multiplying a policy coverage limit such as Coverage A - Dwelling by the percentage amount shown in your Policy Declarations.  \n\nWindstorm or Hail Deductible  \n\nYour policy insures against the peril of windstorm or hail. Your Windstorm or Hail Deductible will apply to the total of the loss payable under the Property Coverage Section of your policy. This deductible will replace any other deductible when covered loss or damage is caused directly or indirectly by windstorm or hail.  \n\nWhat is my Windstorm or Hail Deductible?  \n\nYour Windstorm or Hail Deductible is $z\\%$ of the Coverage A - Dwelling limit which is $\\mathbb{S}9{,}420$ . The dollar amount of the Windstorm or Hail Deductible is determined by multiplying the Coverage A - Dwelling limit shown in your Policy Declarations by the Windstorm or Hail Deductible percentage amount shown in your Policy Declarations.  \n\nSee your Policy Declarations and Windstorm or Hail Deductible endorsement for further details. If your coverage limit(s) changes, your Windstorm or Hail Deductible may also change.  \n\nPlease read your Policy carefully. If you have any questions, please contact your agent or a Travelers insurance representative.  \n\nUSE OF CREDIT INFORMATION DISCLOSURE  \n\n  \n\nSection 559.053, of the Texas Insurance Code requires an insurer or its agents to disclose to its customers whether credit information will be obtained on the applicant or insured or on any other resident relatives of the applicant’s or insured’s household and used as part of the insurance credit scoring process.  \n\nIf credit information is obtained or used on the applicant or insured, or on any resident relative of the applicant’s or insured’s household, the insurer shall disclose to the applicant the name of each person on whom credit information was obtained or used and how each person’s credit information was used to underwrite or rate the policy. An insurer may provide this information with this disclosure or in a separate notice.  \n\nAdverse effect means an action taken by an insurer in connection with the underwriting of insurance for a consumer that results in the denial of coverage, the cancellation or nonrenewal of coverage, or the offer to and acceptance by a consumer of a policy form, premium rate, or deductible other than the policy form, premium rate, or deductible for which the consumer specifically applied.  \n\nCredit information is any credit related information derived from a credit report itself, or provided in an application for personal insurance. The term does not include information that is not credit-related, regardless of whether the information is contained in a credit report or in an application for insurance coverage or is used to compute a credit score.  \n\nCredit score or insurance score is a number or rating derived from a mathematical formula, computer application, model, or other process that is based on credit information and used to predict the future insurance loss exposure of a consumer.  \n\nPROHIBITED USE OF CREDIT INFORMATION.  \n\nAn insurer may not:  \n\n1. use a credit score that is computed using factors that constitute unfair discrimination;  \n\n2. deny, cancel, or nonrenew a policy of personal insurance solely on the basis of credit information without consideration of any other applicable underwriting factor independent of credit information; or  \n\n3. take an action that results in an adverse effect against a consumer because the consumer does not have a credit card account without consideration of any other applicable factor independent of credit information.  \n\nAn insurer may not consider an absence of credit information or an inability to determine credit information for an applicant for insurance coverage or insured as a factor in underwriting or rating an insurance policy unless the insurer:  \n\n1. has statistical, actuarial, or reasonable underwriting information that: (A) is reasonably related to actual or anticipated loss experience; and (B) shows that the absence of credit information could result in actual or anticipated loss differences;   \n2. treats the consumer as if the applicant for insurance coverage or insured had neutral credit information, as defined by the insurer; or   \n3. excludes the use of credit information as a factor in underwriting and uses only other underwriting criteria.  \n\nNEGATIVE FACTORS.  \n\nAn insurer may not use any of the following as a negative factor in any credit scoring methodology or in reviewing credit information to underwrite or rate a policy of personal insurance:  \n\n1. a credit inquiry that is not initiated by the consumer;   \n2. an inquiry relating to insurance coverage, if so identified on a consumer’s credit report; or   \n3. a collection account with a medical industry code, if so identified on the consumer’s credit report.  \n\nMultiple lender inquiries made within 30 days of a prior inquiry, if coded by the consumer reporting agency on the consumer’s credit report as from the home mortgage or motor vehicle lending industry, shall be considered by an insurer as only one inquiry.  \n\nEFFECT OF EXTRAORDINARY EVENTS.  \n\nAn insurer shall, on written request from an applicant for insurance coverage or an insured, provide reasonable exceptions to the insurer’s rates, rating classifications, or underwriting rules for a consumer whose credit information has been directly influenced by a catastrophic illness or injury, by the death of a spouse, child, or parent, by temporary loss of employment, by divorce, or by identity theft. In such a case, the insurer may consider only credit information not affected by the event or shall assign a neutral credit score.  \n\nAn insurer may require reasonable written and independently verifiable documentation of the event and the effect of the event on the person’s credit before granting an exception. An insurer is not required to consider repeated events or events the insurer reconsidered previously as an extraordinary event.  \n\nAn insurer may also consider granting an exception to an applicant for insurance coverage or an insured for an extraordinary event not listed in this section. An insurer is not out of compliance with any law or rule relating to underwriting, rating, or rate filing as a result of granting an exception under this article.  \n\nNOTICE OF ACTION RESULTING IN ADVERSE EFFECT.  \n\nIf an insurer takes an action resulting in an adverse effect with respect to an applicant for insurance coverage or insured based in whole or in part on information contained in a credit report, the insurer must provide to the applicant or insured within 30 days certain information regarding how an applicant or insured may verify and dispute information contained in a credit report.  \n\nDISPUTE RESOLUTION; ERROR CORRECTION.  \n\nIf it is determined through the dispute resolution process established under Section 611(a)(5), Fair Credit Reporting Act (15 U.S.C. Section 1681i), as amended, that the credit information of a current insured was inaccurate or incomplete or could not be verified and the insurer receives notice of that determination from the consumer reporting agency or from the insured, the insurer shall re-underwrite and re-rate the insured not later than the 30th day after the date of receipt of the notice.  \n\nAfter re-underwriting or re-rating the insured, the insurer shall make any adjustments necessary within 30 days, consistent with the insurer’s underwriting and rating guidelines. If an insurer determines that the insured has overpaid premium, the insurer shall credit the amount of overpayment. The insurer shall compute the overpayment back to the shorter of the last 12 months of coverage; or the actual policy period.  \n\nCONSUMER BILL OF RIGHTS Homeowners, Dwelling, and Renters Insurance  \n\nWhat is the Bill of Rights?  \n\nIt is a basic outline of important rights you have under Texas law. Insurance companies must give you this Bill of Rights with your policy. It is important to read and understand your policy.  \n\nThe Bill of Rights is not:  \n\nA complete list of all your rights, • Part of your policy, or A list of everything that you are responsible for.  \n\nQuestions about these rights?  \n\nIf you are not sure about anything in your policy, ask your agent or insurance company. If you have questions or a complaint, contact the Texas Department of Insurance (TDI) at:  \n\nCall with a question: 1-800-252-3439   \nEmail with a question: ConsumerProtection@tdi.texas.gov   \nFile a complaint through the website:   \nwww.tdi.texas.gov//consumer/get-help-with-an-insurance-complaint.html   \nFile a complaint by mail: Consumer Protection MC 111-1A P.O. Box 12030 Austin, TX 78711-2030  \n\nTo learn more about insurance, visit www.opic.texas.gov or call the Office of Public Insurance Counsel (OPIC) at 1-877-611-6742.  \n\nTable of Contents  \n\nWhere to Get Information  \n\n1. Your insurance company   \n2. Your declarations page… 3   \n3. The Texas Department of Insurance (TDI) 3   \n4. Resources for shopping for insurance  \n\nWhat You Should Know When You File a Claim  \n\n5. Deadlines for processing claims and payments 3   \n6. Written explanation of claim denial… 3   \n7. Reasonable investigation… 3   \n8. Information not required for processing your claim   \n9. Release of claim payments from lenders   \n10. Notice of liability claim settlement… 4  \n\nWho to Contact for Claim Disagreements…  \n\n11. Claim disagreements  \n\nWhat You Should Know about Renewal, Cancellation and Nonrenewal…  \n\n12. Notice of premium increase…   \n13. Insurance company cancellation of homeowners policies… 4   \n14. Insurance company cancellation of other residential property policies…… 5   \n15. Notice of cancellation 5   \n16. Your right to cancel… 5   \n17. Refund of premium… 5   \n18. Limits on using claims history for nonrenewal   \n19. Limits on using claims history to increase premium 5   \n20. Right to ask questions... 6   \n21. Limit on using credit information to nonrenew your policy… 6   \n22. Protections from discrimination… 6   \n23. Protection for low-value property… .6   \n24. Protection for older houses… 6   \n25. Notice of nonrenewal… 6   \n26. Notice of a “material change” to your policy 6   \n27. Written explanation of cancellation or nonrenewal  \n\nWhere to Get Information  \n\n1. Your insurance company. When you get a copy of your policy you will also get an “Important Notice” from the company. The notice explains how to contact your company and how to file a complaint. You may request a complete copy of your policy from your company at any time.   \n2. Your declarations page. The declarations page, also called the “dec page,” shows: (a) the name and address of your insurance company, (b) the location of the insured property, (c) the dates your policy is in effect, and (d) the amounts and types of coverage. Your company must list the exact dollar amount of each deductible in your policy. The declarations page, or a separate page, must also list any part of your policy that changes any deductible amount.   \n3. The Texas Department of Insurance (TDI). You have the right to call TDI for free at 1-800-252-3439 for information and help with a complaint against an insurer. You can also find information on the TDI website at www.tdi.texas.gov.   \n4. Resources for shopping for insurance. The Office of Public Insurance Counsel (OPIC) and TDI developed www.HelpInsure.com to help you compare rates and coverages for different insurance companies. OPIC also has an online tool to help you compare policies. You can find this policy comparison tool at www.opic.texas.gov.  \n\nWhat You Should Know When You File a Claim  \n\n5. Deadlines for processing claims and payments. You should file your claim with your insurance company as soon as possible. When you file a claim on your own policy, the insurance company must meet these deadlines:  \n\nWithin 15 days after you file a claim: The company must let you know they received your claim. The company must also start their investigation and ask you for any other information they need. Within 15 business days after they get all the information they need: The company must approve or deny your claim in writing. They can extend this deadline up to 45 days from the date they: (a) let you know they need more time and (b) tell you why.   \nWithin 5 business days after they let you know your claim is approved: The company must pay the claim.  \n\nNote: TDI can extend these deadlines by 15 more days if there is a weather-related catastrophe.  \n\nIf your company fails to meet these deadlines, you may be able to collect the claim amount, interest, and attorney’s fees.  \n\n6. Written explanation of claim denial. Your insurance company must tell you in writing why your claim or part of your claim was denied.  \n\n7. Reasonable investigation. Your insurance company cannot refuse to pay your claim without a reasonable investigation of the claim. You should keep records of all claim communications (including notes from phone calls) and other claim documentation (including damage estimates and receipts).  \n\n8. Information not required for processing your claim. Your insurance company can only ask for information reasonably needed for their claim investigation. However, they cannot ask for your federal income tax returns unless: (a) they get a court order or (b) your claim involves a fire loss, loss of profits, or lost income.  \n\n9. Release of claim payments from lenders. Often an insurance company will make a claim payment to you and your lender. If your lender gets the payment:  \n\nNo later than 10 days after receiving it they must: (a) notify you and (b) tell you what you must do so the money can be released.  \n\nNo later than 10 days after you ask for the money, they must: (a) send the money to you, or (b) tell you how to get the money released.  \n\nIf your lender does not: (a) provide the notices mentioned above or (b) pay the money after all the requirements have been met, the lender must pay you interest on the money.  \n\n10. Notice of liability claim settlement. Liability means you are responsible for other people’s injuries or damage to their property. Your insurance company must let you know in writing:  \n\n• About the first offer to settle a claim against you within 10 days after the offer is made.   \n• About any claim settled against you within 30 days after the date of the settlement.  \n\nWho to Contact for Claim Disagreements  \n\n11. Claim disagreements. You can dispute the amount of your claim payment or what is covered under your policy. You can:  \n\n• Contact your insurance company. Contact an attorney to advise you of your rights under the law. The State Bar of Texas can help you find an attorney. Pay a licensed public adjuster to review the damage and handle the claim. File a complaint with TDI.  \n\nWhat You Should Know about Renewal, Cancellation and Nonrenewal  \n\nRenewal means that your insurance company is extending your policy for another term. Cancellation means that, before the end of the policy period, the insurance company:  \n\n• Terminates the policy;   \n• Gives you less coverage or limits your coverage; or Refuses to give additional coverage that you are entitled to under the policy.  \n\n“Refusal to renew” and “nonrenewal” are terms that mean your coverage ends at the end of the policy period. The policy period is shown on the declarations page of your policy.  \n\n12. Notice of premium increase. If your insurance company plans to increase your premium by 10 percent or more on renewal, your company must send you notice of the rate increase at least 30 days before your renewal date.  \n\n13. Insurance company cancellation of homeowners policies. If your homeowners policy has been in effect for 60 days or more, your company can only cancel your policy if:  \n\n• You don’t pay your premium when it is due;   \n• You file a fraudulent claim; There is an increase in the risk covered by the policy that is: (a) within your control and (b) would make your premium go up; or TDI decides that keeping the policy violates the law.  \n\nIf your policy has been in effect for less than 60 days, your company can only cancel your policy if:  \n\n• One of the reasons listed above applies; They reject a required inspection report within 10 days after getting the report. The report must be done by a licensed or authorized inspector and cannot be more than 90 days old; or  \n\nThey find something that creates an increase in risk that you did not include in your application and is not related to a prior claim.  \n\n14. Insurance company cancellation of other residential property policies. After your policy has been in effect for 90 days, your company can only cancel your policy if:  \n\n• You don’t pay your premium when it is due;   \n• You file a fraudulent claim; There is an increase in the risk covered by the policy that is: (a) within your control and (b) would make your premium go up; or TDI decides that keeping the policy violates the law.  \n\n15. Notice of cancellation. If your insurance company cancels your policy, they must let you know by mail at least 10 days before the effective date of the cancellation. Check your policy because your company may give you more than 10 days' notice.  \n\n16. Your right to cancel. You can cancel your policy at any time and get a refund of the unused premium.  \n\n17. Refund of premium. If you or your insurance company cancel your policy, the company must refund any unused premium within 15 business days from:  \n\nthe date the company receives notice of the cancellation or the date of cancellation, whichever is later.  \n\nYou must let your company know you want the refund sent to you. If not, they may refund the remaining premium by giving you a premium credit on the same policy.  \n\n18. Limits on using claims history for nonrenewal. Your insurance company cannot refuse to renew your policy based on claims for damage from natural causes, including weather-related damage; or claims that are filed but not paid or payable under the policy.  \n\nAppliance-related water damage claims. Your insurance company cannot refuse to renew your policy based on an appliance-related water damage claim if:  \n\nThe damage has been properly repaired or remediated; and The repair or remediation was inspected and certified.  \n\nHowever, your insurance company may refuse to renew your policy based on appliance-related water damage claims if:  \n\nThree or more claims were filed and paid (including a claim filed by a prior owner on your property); or You: (a) file 2 claims within a three-year period; and (b) after the second claim, your company gives you written notice that filing a third appliance-related claim could result in your policy not being renewed; and • You file a third claim.  \n\nClaims other than appliance-related water damage claims. Your insurance company cannot refuse to renew your policy based on other claims unless:  \n\n• You: (a) file 2 claims within a three-year period; and (b) after the second claim, your company gives you written notice that filing a third claim could result in your policy not being renewed; and • You file a third claim.  \n\n19. Limits on using claims history to increase premium. Your insurance company cannot increase your premium based on claims for damage from natural causes, including weather-related damage; or claims that are filed but not paid or payable under your policy.  \n\nAppliance-related water damage claims. Your company cannot increase your premium based on a prior appliance-related water damage claim if:  \n\n• The damage has been properly repaired or remediated; and The repair or remediation was inspected and certified.  \n\nHowever, your insurance company may increase your premium based on prior appliance-related water damage claims if:  \n\nThree or more claims were filed and paid (including a claim filed by a prior owner on your property)  \n\nClaims other than appliance-related water damage claims. Your insurance company cannot increase   \nyour premium based on other claims unless: • You file 2 or more claims within a three-year period.  \n\n20. Right to ask questions. You can ask your insurance company a question about your policy. They cannot use your questions to deny, nonrenew, or cancel your coverage. Your questions also cannot be used to determine your premium.  \n\nFor example, you may ask:  \n\n• General questions about your policy; Questions about the company’s claims filing process; and Questions about whether the policy will cover a loss, unless the question is about damage: (a) that occurred and (b) that results in an investigation or claim.  \n\n21. Limit on using credit information to nonrenew your policy. An insurance company cannot refuse to renew your policy solely because of your credit.  \n\n22. Protections from discrimination. An insurance company cannot refuse to insure you; limit the coverage you buy; refuse to renew your policy; or charge you a different rate based on your race, color, creed, country of origin, or religion.  \n\n23. Protection for low-value property. An insurance company cannot refuse to renew your policy because the property value is low.  \n\n24. Protection for older houses. An insurance company cannot refuse to renew your policy based on the age of your property. However, they can refuse to renew your policy based on the condition of your property, including your plumbing, heating, air conditioning, wiring, or roof.  \n\n25. Notice of nonrenewal. Your insurance company must send you a notice that they are not renewing your policy. They must let you know at least 30 days before your policy expires, or you can require them to renew your policy.  \n\n26. Notice of a “material change” to your policy. If your insurance company does not want to cancel or nonrenew your policy, but wants to make certain material changes, then they must explain the changes in writing at least 30 days before the renewal date. Material changes include:  \n\nGiving you less coverage; • Changing a condition of coverage; or Changing what you are required to do.  \n\nInstead of a notice of “material change” a company may choose to not renew your existing policy. If so, the company has to send a nonrenewal letter, but may still offer you a different policy.  \n\nNote: A company cannot reduce coverage during the policy period unless you ask for the change. If you ask for the change, the company does not have to send you a notice.  \n\n27. Written explanation of cancellation or nonrenewal. You can ask your insurance company to tell you in writing the reasons for their decision to cancel or not renew your policy. The company must explain in detail why they cancelled or nonrenewed your policy.  \n\nWhere you can get information or make a complaint  \n\nIf you have a question or a problem with a claim or your premium, contact your insurance company first. You can also get information or file a complaint with the Texas Department of Insurance.  \n\nTravelers  \n\nTo get information or file a complaint with your insurance company:  \n\nCall: Consumer Affairs at 1.860.954.2382   \nToll-free: 1.866.894.0687   \nOnline: www.Travelers.com   \nEmail: complaints@travelers.com   \nMail: Attn: Consumer Affairs, One Tower Square, Hartford, CT 06183  \n\nThe Texas Department of Insurance  \n\nTo get help with an insurance question, learn about your rights, or file a complaint with the state:  \n\nCall: 1.800.252.3439   \nOnline: www.tdi.texas.gov   \nEmail: ConsumerProtection@tdi.texas.gov   \nMail: MC 111-1A, P.O. Box 12030, Austin, TX 78711-2030  \n\nTo compare policies and prices  \n\nVisit HelpInsure.com to compare prices and coverages on home and auto insurance policies. The website is a service of the Texas Department of Insurance and the Office of Public Insurance Counsel.  \n\nDonde puede obtener información o presentar una queja  \n\nSi tiene una pregunta o un problema con una reclamación o con su prima de seguro, comuníquese primero con su compañía de seguros. Usted también puede obtener información o presentar una queja ante el Departamento de Seguros de Texas (Texas Department of Insurance, por su nombre en inglés).  \n\nTravelers  \n\nPara obtener información o para presentar una queja ante su compañía de seguros:  \n\nLlame a: Consumer Affairs a 1.860.954.2382   \nTeléfono gratuito: 1.866.894.0687   \nEn línea: www.Travelers.com   \nCorreo electrónico: complaints@travelers.com   \nDirección postal: Attn: Consumer Affairs, One Tower Square, Hartford, CT 06183  \n\nEl Departamento de Seguros de Texas  \n\nPara obtener ayuda con una pregunta relacionada con los seguros, para conocer sus derechos o para presentar una queja ante el estado:  \n\nLlame: 1.800.252.3439   \nEn línea: www.tdi.texas.gov   \nCorreo electrónico: ConsumerProtection@tdi.texas.gov   \nDirección postal: MC 111-1A, P.O. Box 12030, Austin, TX 78711-2030  \n\nPara comparar pólizas y precios  \n\nVisite HelpInsure.com para comparar precios y coberturas en pólizas de seguro para el hogar y automóvil. El sitio web es un servicio del Departamento de Seguros de Texas y de la Oficina del Asesor Público de Seguros (Office of Public Insurance Counsel, por su nombre en inglés).  \n\nYour Homeowners policy requires that all windstorm or hail losses be reported to us within one year from the date the loss occurred. However, for loss caused by the peril of windstorm or hail, written notice of any such claim may be filed after the first anniversary of the date of the loss for good cause shown by the person filing the claim. Prompt notice is still required for all other losses.  \n\nYour Homeowners policy also requires that you file all suits against us within two years and one day from the date the cause of action accrues. However, with respect to suits brought in connection with claims for loss caused by the peril of windstorm or hail within the catastrophe area, as defined by the Texas Insurance code, no suit can be brought against us unless it is either started within two years and one day from the date we accept or reject the claim, or it is started within three years and one day from the date of loss that is the subject of the claim, whichever is earlier.  \n\nPrivacy Statement for Individual U.S. Personal Insurance Consumers  \n\nYour privacy is important to us. When we quote or sell an insurance policy to a person, we get information about the people and property that we’re insuring. This Privacy Notice describes the types of information about you (“personal information”) we collect, where we get it, and how we use, share and protect it. It applies to current and former Travelers personal insurance customers in the United States.  \n\nA few key points include:  \n\n• We collect personal information from you, your agent, and from third parties   \n• We will not share your personal information with others for their marketing purposes without your permission We maintain safeguards designed to help prevent unauthorized use, access and disclosure of personal information  \n\nWhat type of information do we collect?  \n\nYou give us most of what we need in the application process. To make sure what we have is correct, or to obtain additional information, we may need to check back with you. For example, you may be asked to give us more details in writing, via e-mail or over the phone. In addition, we may obtain other information, including but not limited to the following:  \n\nInformation from consumer reporting agencies and other insurance support organizations to the extent permitted by law. This may include items such as credit history, credit-based insurance score, driving record, accident and motor vehicle conviction history, and claim history. Information given to us by an insurance support organization, including consumer reporting agencies, may be retained by them and disclosed to others.   \nYour past insurance history, including information about your policies and  claims,  from  insurance  support  organizations  or  your  former insurers.   \nInformation regarding your property. We may obtain this through third party reports and through a property inspection. We or an independent inspector may visit the property to inspect its condition, or we may use an unmanned aircraft system. We may obtain geospatial information, and take pictures or video. If we need more details about the property, we may need to schedule an interior inspection.   \nInformation  from  government  agencies  or  independent  reporting companies.   \nOther third party data relating to the insured risk, such as possible drivers and vehicles associated with your household and odometer readings associated with any vehicle(s).   \nIn some instances, we may need to know about your health. For example, if we need to know whether a physical limitation will affect your ability to drive, we may ask for a statement from your doctor.  \n\nHow do we use your personal we use the personal information we collect to sell, underwrite and rate, information? How doweshareservice and administer insurance; to handle claims; to create and market products and services; to prevent and detect fraud; to satisfy legal or allowed by law. Once you're insured with us, we will retain details about your policy(ies). This and details,aswell as other information. When you give us a telephone number, you consent to being contacted at that number, including if the number is for a cell phone or other wireless and for reasonable business purposes, including to service your policy or alert you to other relevant information. We do not give or sell your personal information to nonaffiliated third partiesyour personal information?for their own marketing purposes without your prior consent. We may give the personal information we collect to others to help us insurance representative; our affiliated property and casualty insurance organizations that conduct research; insurance support organizations (including consumer reporting agencies); third party service providers; by law. Information we share with insurance support organizations, such as your claims history, may be retained by them and disclosed to others. to address suspected fraud or other illegal activities; or to protect our rights,Howdoweprotect your personal information?We maintain physical, electronic and administrative safeguards designed to help protect personal information. For example, we limit access to personal information and require those who have access to use it only for legitimate business purposes.\n\nHow can I review and correct the personal information you have about me?  \n\nIf you have questions about what personal information we maintain about you, please make your request in writing and include your full name, mailing address, phone number and policy number. When we receive your written request, we will respond within thirty (30) business days. We will describe the personal information we maintain, whom we know we’ve shared it with in the last two (2) years, and how you may request a correction, if necessary. If we requested a consumer report, we will tell you the name and address of the consumer reporting agency.   \nYou may also see and copy the information we have, except for certain documents about claims and lawsuits. If you believe our information is incorrect, let us know in writing. We will review it, and, if we agree, we will correct it, notify you, and send a correction letter to anyone who received the original information. If we do not agree, you are allowed to file a letter with your comments.   \nFor questions about the right of access or correction to your information, please write to: Travelers, One Tower Square, Hartford, CT 06183, Attn: Privacy Office.  \n\nThank you for trusting us with your insurance. We are committed to providing you excellent service at a competitive price. A lot of information is used to determine your price, including information about your credit history(ies). We are required to tell you that based on the information we received, you did not receive our best rating classification. Your price is competitive and accurate based on your unique characteristics. Please refer to the reverse side of this page for the details from your credit history affecting your price.  \n\nThe consumer reporting agency(ies) that provided information about you:  \n\nInsurance Score (Credit History) Information:   \nTransUnion National Disclosure Center   \nP.O. Box 1000   \nChester, PA 19022   \nTelephone:  1.800.645.1938   \nWeb Address: www.transunion.com  \n\nRemember:  \n\nYou have the right to a free copy of the consumer report(s) listed above. Simply contact the agency(ies) listed above within 60 days of receipt of this notice. You have the right to dispute the accuracy or completeness of any information in a consumer report. Simply contact the agency to discuss or dispute any information in the report. ? The consumer reporting agency(ies) did not make the pricing determination and cannot answer questions regarding your Travelers policy. • Notify us if your information changes.  We will reevaluate your situation, which could save you money.  \n\nThe information from your credit report is used to create an insurance score. Your insurance score was impacted by:  \n\n\\ Number of open revolving accounts.   \n\\ Number of occurences of Bank Revolving accounts known revolving.   \n\\ Total Credit Limit change on revolving accounts.  \n\nTo learn more about how your credit relates to your insurance policy please contact our Insurance Score Resource Center at 1.800.550.7717. For any other questions, please contact your Travelers agent  or representative.  \n\nPlease note: this information does not necessarily reflect a poor or average credit standing.  \n\nImportant Notice about Billing Options and Disclosures  \n\nThis notice contains important information about our billing options and charges.  \n\nYou have chosen to pay your insurance premium in full and will be billed by mail / email. Other charges that may apply include a $\\pounds10.00$ late charge and a $\\pounds15.00\\$ fee for payments returned by your bank.  \n\nTo sign up for AutoPay or change your Bill Plan option, visit MyTravelers.com, Mobile App or contact your Travelers insurance representative or agent.  \n\nBill Plan  \n\nElectronic Funds Transfer (EFT) Recurring Credit Card (RCC) Bill by Mail / Email  \n\nPay in Full No Charge No Charge No Charge  \n\nLate Charge: $\\pounds10.00$ per occurrence Payments returned by your bank: $\\pounds15.00\\$ per occurrence  \n\nIn the event two payments are returned during a 12 month period you will be required to pay with guaranteed funds for 182 days from the date of the last returned payment. Guaranteed funds are credit card, bank check, money order or home banking payments. Other forms of payment will be returned. You will not be eligible to use our Electronic Funds Transfer (EFT) or Recurring Credit Card (RCC) payment plans.  \n\nYou have an option to enroll in an AutoPay EFT or RCC payment plan without registering for MyTravelers.com by visiting amp.travelers.com.  \n\nWhen you provide a check as payment, you authorize us either to use information from your check to make a one-time electronic fund transfer from your account or to process the payment as a check transaction.  \n\nIf you have multiple policies with us you may be able to combine those policies into a single billing account. If you have selected one of our monthly billing options, and you combine your policies into a single billing account, you will be charged just one service charge per installment, and not per individual account.  \n\nTo add this policy to an existing billing account or if you have other questions about this notice, please call your insurance representative at 1-800-474-1377.", "files_in_pdf": [{"path": "extract/chunk_1_1752449872/images/0r4eg5.jpg", "size": 13917}, {"path": "extract/chunk_1_1752449872/images/1fcww8.jpg", "size": 13630}, {"path": "extract/chunk_1_1752449872/images/t4nfme.jpg", "size": 12815}, {"path": "extract/chunk_1_1752449872/images/th9gta.jpg", "size": 51412}, {"path": "extract/chunk_1_1752449872/images/pog25j.jpg", "size": 19469}, {"path": "extract/chunk_1_1752449872/images/1ul2wd.jpg", "size": 14127}, {"path": "extract/chunk_1_1752449872/images/5wl8yq.jpg", "size": 514146}, {"path": "extract/chunk_1_1752449872/images/h56uyo.jpg", "size": 69494}, {"path": "extract/chunk_1_1752449872/images/ai5vtv.jpg", "size": 15957}, {"path": "extract/chunk_3_1752449862/images/zlxoec.jpg", "size": 627889}, {"path": "extract/chunk_3_1752449862/images/moes1a.jpg", "size": 166017}, {"path": "extract/chunk_3_1752449862/images/i9a44y.jpg", "size": 176378}]}