{"extracted_information": "PACMAN Software is a cloud-based Public Adjusting Claims Management software developed exclusively for Public Adjusters and Attorneys handling Residential and Commercial property insurance claims. It offers comprehensive solutions for streamlining the claims process from initiation to settlement, focusing on efficiency and accessibility. Key features include specialized tools for adjusters such as individual login/tracking to see assigned claims, time-stamped notes for litigation, and a claim diary. Document management is robust with paperless capabilities, document/photo uploads, and customizable templates for invoices, letters, and emails. Basic CRM and contact management functionalities are provided through integrated email sending/receiving and client portals allowing customers to track claims and add notes. Reporting capabilities include running multiple reports with visual graphs for business performance, and mentions of payroll and projections. Mobile access is available via a free iOS and Android app. The system is cloud-based and emphasized as extremely secure. Pricing is subscription-based with plans for single users, small teams (Pro), and larger enterprises, offering unlimited uploads and claims across all tiers. Compliance tools are not explicitly mentioned in the provided content.", "specifications": {"type": "Cloud-based Public Adjusting Claims Management software", "target_users": "Public Adjusters, Attorneys (Residential and Commercial property insurance claims)", "accessibility": "Instant online access 24/7", "mobile_compatibility": "Free APP for IOS and Android phones"}, "pricing": {"single_user": {"price": "$69/user", "details": {"active_users": 1, "uploads": "Unlimited", "claims": "Unlimited"}}, "pro": {"price": "$199/month", "details": {"active_users": 5, "uploads": "Unlimited", "claims": "Unlimited", "pac_chat": true}}, "enterprise": {"price": "$299/month", "details": {"active_users": 10, "uploads": "Unlimited", "claims": "Unlimited", "receive_send_emails": true, "pac_chat": true}}, "enterprise_plus": {"description": "Over 10 users", "price": "Call for pricing"}, "additional_info": {"contract": "No contract", "data_import": "Free data import from other software"}}, "features": ["Streamlined Claims Management", "Individual Login/Tracking (for Adjusters, Solicitors, Customers)", "Claim Diary (time/date stamped entries)", "Upload Documents (documents, letters, photos inside each claim)", "Email Sending/Receiving through PACMAN Software", "Templates (invoices, letters, email)", "Easy to use interface", "Constantly updated software", "Cloud-based", "Paperless system", "Affordable", "Time stamped notes (for litigation)", "Data import for FREE (from other software)", "Customer access to track claims and add diary notes"], "statistics": {"reporting": "Ability to run multiple reports", "visual_data": "Visual graphs to show business performance", "additional_reports": "Payroll, Projections"}, "temporal_info": {"data_transfer_time": "5-7 business days to complete a transfer (migration from other software)"}, "geographical_data": {}, "references": []}