[
    {
        "type": "text",
        "text": "436 829 585 June 27, 2024 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Page 21 of 21 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2. Increased Coverage On Business Property–Coverage BP The limitation on business property located on the residence premises, under Personal Property Protection–Coverage C, is increased to the amount shown on the Policy Declarations. This increased coverage includes property held as samples or for sale or delivery after sale, while the property is on the residence premises. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3.  Fire Department Charges–Coverage F ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The $\\S500$ limit applying to the fire department service charges under Additional Protection is increased to the amount shown on the Policy Declarations. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "4.  Loss Assessments–Coverage G ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "If your residence premises includes a building structure which is constructed in common with one or more similar buildings, and you are a member of, and subject to the rules of, an association governing the areas held in common by all building owners as members of the association, the insured premises means the building structure occupied exclusively by your household as a private residence, including the grounds, related structures and private approaches to them. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We will pay your share of any special assessments charged against all building owners by the association up to the Limit Of Liability shown on the Policy Declarations, when the assessment is made as a result of: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": ") sudden and accidental direct physical loss to the property held in common by all building owners caused by a loss we cover under Section I of this policy; or ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "b)  bodily injury or property damage covered under Section II of this policy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Any reduction or elimination of payments for losses because of any deductible applying to the insurance coverage of the association of building owners collectively is not covered under this protection. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We will pay only when the assessment levied against the insured person, as a result of any one loss, for bodily injury or property damage exceeds $\\S500$ and then only for the amount of such excess. This coverage is not subject to any deductible applying to Section I of this policy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the event of an assessment, this coverage is subject to all the exclusions applicable to Sections I and II of this policy and the Section I and II Conditions, except as otherwise noted. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This coverage is excess over any insurance collectible under any policy or policies covering the association of building owners. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "5. Extended Coverage On Jewelry, Watches And Furs–Coverage J Personal Property Protection–Coverage C is extended to pay for sudden and accidental direct physical loss to the following property, subject to the provisions in this coverage: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a) jewelry, watches, gems, precious and semi-precious stones, gold, platinum; and   \nb) furs, including any item containing fur which represents its principal value. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The total amount of coverage and per item limit is shown on the Policy Declarations. This amount is not in addition to the amount of insurance applying to Personal Property Protection–Coverage C. However, in no event will coverage be less than would have applied in the absence of Coverage J. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The following exclusions contained in Losses We Do Not Cover Under Coverages A, B and C apply to the coverage afforded under this Coverage J: items A.7, A.8, D.1 and D.3. In addition, we do not cover any loss consisting of or caused by one or more of the following excluded events, perils or conditions. Such loss is excluded regardless of whether the excluded event, peril or condition involves isolated or widespread damage, arises from natural, man-made or other forces, or arises as a result of any combination of these forces. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a) wear and tear; b) gradual deterioration; c) inherent vice; or d) insects or vermin. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Any deductible shown on the Policy Declarations applicable to Personal Property Protection–Coverage C, also applies to a loss under this coverage. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "6. Increased Coverage On Theft Of Silverware–Coverage ST The $\\mathfrak{S}2.500$ limitation on theft of goldware, silverware, pewterware and platinumware under Personal Property Protection–Coverage C is increased to the amount shown on the Policy Declarations. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The following endorsement changes your policy.   \nPlease read this document carefully and keep it with your policy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Windstorm and Hail Deductible Endorsement – AVP82 (2016) ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Under Section I Conditions, Conditions 1, “Deductible,” the following is added: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Windstorm And Hail Deductible   \nThe windstorm and hail deductible applies in the event of covered loss caused by windstorm or hail. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The windstorm and hail deductible amount will appear on your Policy Declarations. We will pay only when a covered loss to which this deductible applies exceeds the windstorm and hail deductible amount. We will then pay only the excess amount. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "If another deductible applicable to the loss exceeds the windstorm and hail deductible, the greater deductible will be applied to the loss. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All other provisions of your policy apply. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The following endorsement changes your policy.   \nPlease read this document carefully and keep it with your policy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Water Back-Up Endorsement – AVP98-1 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For an additional premium and when your Policy Declarations indicates that Water Back-Up applies, the following coverage is added: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Water Back-Up–Coverage WB We will cover sudden and accidental direct physical loss to property we cover under Dwelling Protection–Coverage A, Other Structures Protection–Coverage B and Personal Property Protection–Coverage C caused by water or any other substances within your dwelling or other building structures on the residence premises which: a) backs up through sewers or drains located within the residence premises; ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "b) overflows from a sump pump, sump pump well or other system located within the residence premises designed for the removal of subsurface water which is drained from a foundation area of a structure. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The limit of liability for Water Back-Up–Coverage WB is shown on your Policy Declarations. This is the total amount for any one loss available under Water Back-Up–Coverage WB including amounts paid or payable under Water Back-Up–Coverage WB Additional Protection. Once this limit of liability for ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Water Back-Up–Coverage WB is exhausted, no further amounts will be available. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The insurance provided by Water Back-Up–Coverage WB shall be excess over any other insurance that also applies to a loss covered under this coverage. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This coverage does not apply if the loss occurs or is in progress within the first ten days that the Water Back-Up Endorsement is initially bound except if the Water Back-Up Endorsement is bound at the original inception of your policy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "If you increase the limit and/or lower the deductible for your existing Water Back-Up Endorsement, your coverage will be limited to the prior limit and/or deductible for the first ten days after the new limit and/or deductible is bound to your policy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The deductible for Water Back-Up–Coverage WB will be shown on your Policy Declarations. The deductible for Water Back-Up–Coverage WB will apply to a loss covered under Water Back-Up–Coverage WB. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For the purposes of this endorsement only, Section I Additional Protection is replaced with the following: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Water Back-Up–Coverage WB Additional Protection The coverage afforded under Water Back-Up–Coverage WB Additional Protection does not increase the limit of Water Back-Up–Coverage WB. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Additional Living Expense ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We will pay the reasonable increase in living expenses necessary to maintain your normal standard of living when a direct physical loss covered under Water Back-Up–Coverage WB makes your residence premises uninhabitable. However, additional living expense due to remediation of mold, fungus, wet rot or dry rot will not be paid in addition to any amounts paid or payable under Section I Conditions, Mold, Fungus, Wet Rot And Dry Rot Or Other Microbes Remediation As A Direct Result Of A Water Loss Covered Under Water Back-Up–Coverage WB. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Payment for additional living expense as a result of a direct physical loss   \ncovered under Water Back-Up–Coverage WB will be limited to the least   \nof the following:   \na) the time period required to repair or replace the property we cover, using due diligence and dispatch;   \nb) if you permanently relocate, the shortest time for your household to settle elsewhere; or   \nc) 12 months. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "These periods of time are not limited by the termination of this policy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We do not cover any lost income or expense due to the cancellation of a lease or agreement. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Debris Removal ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We will pay reasonable expenses you incur to remove debris of covered property damaged by a loss we cover under Water Back-Up–Coverage WB. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Temporary Repairs After A Loss ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We will reimburse you for the reasonable and necessary cost you incur for temporary repairs to protect covered property from further imminent covered loss following a loss we cover under Water Back-Up–Coverage WB. This coverage does not increase the limit of liability applying to the property being repaired. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In Section I Conditions, under item 19, Mold, Fungus, Wet Rot And Dry Rot Or Other Microbes Remediation As A Direct Result Of A Covered Water Loss, the following provision is added: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Mold, Fungus, Wet Rot And Dry Rot Or Other Microbes Remediation As A Direct Result Of A Water Loss Covered Under Water Back-Up–Coverage WB ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the event of a water loss covered under Water Back-Up–Coverage WB, we will pay up to \\$5,000 for mold, fungus, wet rot or dry rot remediation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Remediation means the reasonable and necessary treatment, removal or disposal of mold, fungus, wet rot or dry rot as required to complete repair or replacement of property we cover under Dwelling ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Protection–Coverage A, Other Structures Protection–Coverage B or Personal Property Protection–Coverage C damaged by a water loss covered under Water Back-Up–Coverage WB, including payment for any reasonable increase in living expenses necessary to maintain your normal standard of living if mold, fungus, wet rot or dry rot makes your residence premises uninhabitable. Remediation also includes any investigation or testing to detect, measure or evaluate mold, fungus, wet rot or dry rot. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Payments under Section I Conditions, Mold, Fungus, Wet Rot And Dry Rot Or Other Microbes Remediation As A Direct Result Of A Water Loss Covered Under Water Back-Up–Coverage WB will not reduce amounts paid or payable under Water Back-Up–Coverage WB. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All other policy terms and conditions apply. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The following endorsement changes your policy.   \nPlease read this document carefully and keep it with your policy. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Roof Surfaces Extended Coverage Endorsement – AVP144-1 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In Section I Conditions, item 6, How We Pay For A Loss, provision c) (titled “Building Structure Reimbursement.”) the sixth paragraph is replaced by the following: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Building Structure Reimbursement will not apply to: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1) property covered under Personal Property Protection–Coverage C;   \n2) property covered under Other Structures Protection–Coverage B that is not a building structure;   \n3) wall-to-wall carpeting, fences, awnings and outdoor antennas, whether or not fastened to a building structure; or   \n4) land. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All other policy terms and conditions apply. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The following endorsement changes your policy.   \nPlease read this document carefully and keep it with your policy. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Amendatory Endorsement – AP4970 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Throughout the policy, when determining the actual cash value of the loss, the costs necessary to repair, rebuild or replace the destroyed, damaged or stolen property may be depreciated. Such costs subject to depreciation may include, but are not limited to, goods, materials, equipment, labor, overhead and profit, taxes, fees or similar charges. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All other policy terms and conditions apply. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The following endorsement changes your policy.   \nPlease read this document carefully and keep it with your policy. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Tropical Cyclone Deductible Endorsement – APC548-1 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It is agreed that your policy is amended as follows: I. Under Definitions Used In This Policy, the following definitions are added: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Hurricane—means a weather system declared by the National Weather Service to be a hurricane. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "National Weather Service—means the National Weather Service or, if the National Weather Service ceases to exist, ceases to perform the function of declaring weather systems to be hurricanes or tropical storms, or ceases to perform the function of issuing hurricane watches or hurricane warnings, such other entity as determined by us. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Tropical cyclone—means a hurricane, a tropical storm, or any wind, hail, rain, snow, or sleet accompanying a hurricane or a tropical storm. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Tropical storm—means a weather system declared by the National Weather Service to be a tropical storm, provided such weather system: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "a) was a hurricane or, at any time in the 24 hours immediately following your covered loss, becomes a hurricane; and   \nb) was the subject of a hurricane watch or hurricane warning issued by the National Weather Service for any part of the state in which your residence premises is located. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "II. Under Section I Conditions, Condition 1, Deductible, the following is added: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Tropical Cyclone Deductible The tropical cyclone deductible applies in the event of covered loss caused by tropical cyclone or by any object(s) driven by tropical cyclone. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The tropical cyclone deductible amount will appear on your Policy Declarations. We will pay only when a covered loss to which this deductible applies exceeds the tropical cyclone deductible amount. We will then pay only the excess amount. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "If another deductible applicable to the loss exceeds the tropical cyclone deductible, the greater deductible will be applied to the loss. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "All other provisions of the policy apply. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Structures Protection– Coverage B or Personal Property Protection–Coverage C makes your residence premises uninhabitable. However, additional living expense due to remediation of mold, fungus, wet rot or dry rot will not be paid in addition to any amounts paid or payable under Section I Conditions, Mold, Fungus, Wet Rot And Dry Rot Or Other Microbes Remediation As A Direct Result Of A Covered Water Loss. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Payment for additional living expense as a result of a covered loss under Dwelling Protection–Coverage A, Other Structures Protection–Coverage B or Personal Property Protection–Coverage C will be limited to the least of the following: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "a) the time period required to repair or replace the property we cover, using due diligence and dispatch;   \nb) if you permanently relocate, the shortest time for your   \nhousehold to settle elsewhere; or   \nc) 24 months.   \nThese periods of time are not limited by the termination of this policy.   \nIn no event shall our payment for additional living expenses exceed the Limit Of Liability shown on your Policy Declarations for   \nAdditional Living Expense.   \nWe do not cover any lost income or expense due to the cancellation of a lease or agreement.   \nNo deductible applies to this protection. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "All other policy terms and conditions apply. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The following endorsement changes your policy.   \nPlease read this document carefully and keep it with your policy. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Texas Amendatory Endorsement –AVP345 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In Section I Conditions, the following changes are made: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A. Item 3, What You Must Do After A Loss, is replaced by the following: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3. What You Must Do After A Loss ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the event of a loss to any property that may be covered by this   \npolicy, you must:   \na) promptly give us or our agent notice. Report any theft to the police as soon as possible.   \nb) protect the property from further loss. Make any reasonable repairs necessary to protect it. Keep an accurate record of any repair expenses.   \nc) separate damaged from undamaged personal property. Give us a detailed list of the damaged, destroyed or stolen property, howing the loss claimed.   \nd) give us all accounting records, bills, invoices and other vouchers, or certified copies, which we may reasonably request to examine and permit us to make copies.   \ne) produce receipts for any increased costs to maintain your standard of living while you reside elsewhere, and records supporting any claim for loss of rental income.   \nf) as often as we reasonably require: 1) show us the damaged property. We have a right to reasonable and safe opportunities to view and inspect the loss as often as necessary, unimpeded by actions of you or others, including, but not limited to, civil, governmental or military authorities, that prevent us from viewing and inspecting the loss. We may require you to accompany us when we conduct these activities. 2) at our request, submit to examinations under oath, separately and apart from any other person defined as you or insured person and sign a transcript of the same. 3) produce representatives, employees, members of the insured person's household or others to the extent it is within the insured person's power to do so; and   \ng) Upon our request, send to us your signed sworn proof of loss within 91 days of the date of our request. This statement must include the following information: 1) the date, time, location and cause of loss; 2) the interest insured persons and others have in the property, including any encumbrances; 3) any other insurance that may cover the loss; 4) any changes in title, use, occupancy or possession of the property that have occurred during the policy period; 5) at our request, the specifications of any damaged building structure or other structure; 6) the estimated or actual cost to repair or replace the property stolen or damaged by the loss with materials of like kind and quality; 7) the amount you have actually spent to repair or replace the property stolen or damaged by the loss; and 8) in the event that you give us a signed proof of loss, and after submitting that to us, you determine that you want to include a claim for additional damage or loss, you must submit to us a supplemental proof of loss which identifies the amount of the additional loss for each item damaged or stolen. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/mas41r.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We have no duty to provide coverage under this section if you, an insured person, or a representative of either fail to comply with items a) through g) above, and this failure to comply is prejudicial to us. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "B. Item 8, Appraisal, is replaced by the following: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "8. Appraisal ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "If you and we fail to agree on the amount of loss, either party may   \nmake written demand for an appraisal. Upon such demand, each   \nparty shall select a competent and impartial appraiser and notify the   \nother of the appraiser’s identity within 20 days after the demand is   \nreceived. The appraisers will select a competent and impartial   \numpire. If the appraisers are unable to agree upon an umpire then an   \numpire will be appointed in the following manner:   \na)  You or we will request the American Arbitration Association (AAA) to select an umpire at: American Arbitration Association Case Filing Services Attn: Allstate Texas Appraisal 1101 Laurel Oak Road Ste 100 Voorhees, New Jersey 08043 Email: casefiling@adr.org (with subject matter as “Allstate Texas Appraisal”)   \nb) Only if AAA advises you and us in writing that it cannot appoint an umpire may we then jointly request a judge of a district court in the judicial district where the residence premises is located to select an umpire. A judge of a district court does not include a commissioner or a judge of a county court at law, or a justice court, a municipal court, a probate court, or of a commissioner’s court.   \nThe appraisers shall then determine the amount of the loss, stating   \nseparately the actual cash value and the amount of loss to each item.   \nIf the appraisers submit a written report of an agreement to you and   \nus, the amount agreed upon shall be the amount of the loss. If they   \ncannot agree, they will submit their differences to the umpire. A   \nwritten award agreed upon by any two will determine the amount of   \nthe loss. Each party will pay the appraiser it chooses, and equally   \nbear expense for the umpire and all other appraisal expenses.   \nIf the appraisal process is initiated, the appraisal award shall be   \nbinding on you and us concerning the amount of the loss. We   \nreserve the right to deny the appraisal award in part or in its entirety   \nbased upon the lack of coverage under the policy or failure to satisfy   \npolicy terms. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "C. Item 13, Action Against Us, is replaced by the following: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "13.  Action Against Us ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "No one may bring an action against us in any way related to the existence or amount of coverage, or the amount of loss for which coverage is sought, under a coverage to which Section I Conditions applies, unless: a) there has been full compliance with all policy terms; and ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/u08l4p.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>436829585</td></tr><tr><td>June27,2 2024</td></tr></table></body></html>\n\n",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "b) the action is commenced within two years and one day from the date the cause of action first accrues; and c) in the event that you and we fail to agree on the amount of loss claimed by you, unless you have previously provided to us a signed sworn proof of loss, it is a condition under this Action Against Us provision that no later than 91 days prior to commencing any action against us that we receive from you a signed sworn proof of loss, which contains, to the best of your knowledge and belief, the following information:   \n1) the date, time, location and cause of loss;   \n2) the interest insured persons and others have in the property, including any encumbrances;   \n3) any other insurance that may cover the loss;   \n4) any changes in title, use, occupancy or possession of the property that have occurred during the policy period;   \n5) at our request, the specifications of any damaged building structure or other structure;   \n6) the estimated or actual cost to repair or replace the property stolen or damaged by the loss with materials of like kind and quality;   \n7) the amount you have actually spent to repair or replace the property stolen or damaged by the loss; and   \n8) in the event that you give us a signed proof of loss, and after submitting that to us, you determine that you want to include a claim for additional damage or loss, you must submit to us a supplemental proof of loss which identifies the amount of the additional loss for each item damaged or stolen. d) If after we receive your proof of loss as described in paragraph c) above, you and we are still not able to agree on the amount of loss, then either party may make a written demand for an appraisal, as described in Section I Conditions, Appraisal. If this demand for appraisal is made before an action is filed against us in a court of competent jurisdiction, then the appraisal must occur before a suit can be filed against us. If the demand for appraisal is made after an action has been filed against us in a court of competent jurisdiction, then the parties agree to ask the court to abate the further proceeding of that action until the appraisal is completed and a determination of the amount of loss is made as described in Section I Conditions, Appraisal. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To initiate the appraisal process either party must provide written notice of the dispute to the other party and make a written demand for appraisal of the amount of loss. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The time limit stated in item 13. b) shall be suspended from the date of the first written demand for appraisal until the date of the appraisal award. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "19. Mortgagee ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A covered loss will be payable to the mortgagee(s) named on the Policy Declarations, to the extent of their interest and in the order of precedence. All provisions of Section I of this policy apply to these mortgagees. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We will: ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "a) protect the mortgagee’s interest in a covered building structure in the event of an increase in hazard, intentional or criminal of, or directed by, an insured person, failure by any insured person to take all reasonable steps to save and preserve property after a loss, a change in ownership, or foreclosure if the mortgagee has no knowledge of these conditions; and   \nb) give the mortgagee at least 10 days notice if we cancel the policy. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The mortgagee will: ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "a) furnish proof of loss, upon our request, within 91 days after notice of the loss, if an insured person fails to do so;   \nb) pay upon demand any premium due if an insured person fails to do so;   \nc) notify us in writing of any change of ownership or occupancy or any increase in hazard of which the mortgagee has knowledge;   \nd) give us the mortgagees right of recovery against any party liable for loss; and   \ne) after a loss, and at our option, permit us to satisfy the mortgage requirements and receive full transfer of the mortgage. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "If property covered under Dwelling Protection–Coverage A is foreclosed upon under a deed of trust, the mortgagee of that property may cancel this policy at any time by notifying us of the date cancellation is to take effect. We will send the refund, if any, to the mortgagee. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The mortgagee must credit the refund against any deficiency owed by you and return any amount not credited to you. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This mortgagee interest provision shall apply to any trustee or loss payee or other secured party. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Your Estimated Home Replacement Cost ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Allstate has determined that the estimated cost to replace your home is: \\$320,266. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We based your estimated cost on information provided by you and selected data that was available to us, which is described in the “Insured property details” section of your Declarations Page. Please review all the information in this section to ensure the accuracy of the information used to determine the estimated replacement cost of your home. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The enclosed Declarations Page shows the limit of liability applicable to Dwelling Protection–Coverage A of your homeowners insurance policy. The estimated replacement cost of your home is the minimum amount for which we will insure your home. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The decision regarding the limit applicable to your Dwelling Protection–Coverage A is your decision to make, as long as, at a minimum, your limit equals the estimated replacement cost as determined by Allstate and does not exceed maximum coverage limitations established by Allstate. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It is important to keep in mind that your Coverage A limits reflect a replacement cost that is only an estimate based on data that was available to us when we made this estimate (this information is described in the “Insured property details” section of your Declarations Page). The actual amount it will cost to replace your home cannot be known until after a covered total loss has occurred. Please keep in mind that we do not guarantee the adequacy of the estimate to cover any future loss(es). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "How Is the Replacement Cost Estimated? ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Many factors can affect the cost to replace your home, including its age, size, and type of construction. For example, the replacement cost uses construction data, such as labor and materials, that are available to us when we made this estimate. This estimate is also based on characteristics of the home, which include information that you provided to us. You might have chosen to insure your home for a higher amount than the estimated replacement cost shown above. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Note to Customers Renewing Their Policy ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The estimated replacement cost for your home may have changed since the last time we communicated this information to you. This is because, at renewal, Allstate uses the home characteristics that you have provided to us to recalculate and update the estimated replacement cost. Using updated labor and material rates for your zip code, Allstate takes the home characteristics you have provided and determines the updated estimated replacement cost. The information about your ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "home’s characteristics is provided in the “Insured property details” section of your Declarations Page. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Please note: Your Dwelling information is used to estimate your home replacement cost. It’s important to review and update this information so we’re using the most accurate details to estimate your home’s replacement value. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "If the information about your home shown in your Declarations Page requires any change or if you have any questions or concerns about the information contained in this Important Notice, please contact your Allstate representative, or call us at 1-800-ALLSTATE. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "X73182-1 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Address Confirmation Request ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Please Confirm Your Current Address ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As you may know, we base our property insurance rates, in part, on where a customer’s property is located. According to our records, the location of the dwelling your property policy covers is: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Address: 410 Presswood Dr   \nCity/Village/Township: Spring   \nState: TX   \nZip: 77386-1207   \nCounty: Montgomery ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We ask that you please review this information to make sure the address we’ve listed above is accurate. If you see any information that is incorrect, please contact your Allstate representative as soon as possible and provide them with the correct information. Once we receive your updated information, we will send you an Amended Declarations Page and, if necessary, adjust your insurance premium to reflect the updated information. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "If the information above is correct, you do not need to contact us. Feel free to contact your Allstate representative with any questions you may have about this notice. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "X72770 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Information Regarding Flood Damage Coverage ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Texas law requires that we provide you with this notice regarding flood damage coverage. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Please read this notice carefully. In addition, it is important to read all of your property policy documents to confirm the coverage your policy provides. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "NOTICE ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Flood Insurance: You may also need to consider the purchase of flood insurance. Your insurance policy does not include coverage for damage resulting from a flood even if hurricane winds and rain caused the flood to occur. Without separate flood insurance coverage, you may have uncovered losses caused by a flood. Please discuss the need to purchase separate flood insurance coverage with your insurance agent or insurance company, or visit www.floodsmart.gov. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "If you have any questions about this notice or your policy coverage, you can contact your Allstate Agent or representative, call 1-800 ALLSTATE® (1-800-255-7828), or visit www.allstate.com. We’re here to help! ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Your policy contains several exclusions, which are listed in the sections titled “Losses We Do Not Cover” throughout the policy. All these exclusions can impact the coverage provided by your policy. Please review your policy, including all the policy exclusions, carefully. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Among the other exclusions, your policy does not provide Dwelling Protection, Other Structures Protection, or Personal Property Protection coverage for loss caused by or consisting of any type of vapors, fumes, acids, toxic chemicals, toxic gasses, toxic liquids, toxic solids, waste materials, irritants, contaminants, or pollutants. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "intended location is covered. Also, bodily injury resulting from the sudden and accidental discharge, dispersal, release or escape of carbon monoxide from a heating system, an appliance for heating water, or a household appliance located at the residence premises is covered. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Certain Losses Are Excluded ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Your policy does not cover any liability imposed upon any insured person by any governmental authority for bodily injury or property damage which results in any manner from, or for property damage consisting of or caused by, any type of vapors, fumes, acids, toxic chemicals, toxic gasses, toxic liquids, toxic solids, waste materials, irritants, contaminants, or pollutants. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Your policy also does not provide Liability or Medical coverage for bodily injury or property damage which results in any manner from any type of vapors, fumes, acids, toxic chemicals, toxic gasses, toxic liquids, toxic solids, waste materials, irritants, contaminants or pollutants. However, bodily injury or property damage which results from heat, smoke or fumes from a fire which becomes uncontrollable or escapes from its ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The term “pollutants” includes, but is not limited to: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "— lead in any form; asbestos in any form; radon in any form; or oil, fuel oil, kerosene, liquid propane or gasoline intended for, or from, a storage tank located at the residence premises. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "XC1387 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "XC7124 Identity Theft Expenses Coverage— Coverage for Identity Theft Victims ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "While modern technology has made our lives easier, it has also made it easier for thieves to commit identity theft. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Thieves begin by gaining access to personal information such as your Social Security Number, date of birth and driver’s license number. They then use this information to set up fake accounts, open loans, rent housing, secure employment or even obtain medical care—all without you even knowing. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As this crime grows increasingly common, consumers need options for dealing with the costs and hassles related to identity theft—that’s why we’re offering Identity Theft Expenses Coverage. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For Just $\\pmb{\\530}$ per Year, You Can Get Help to Restore Your Good Name ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Now Allstate has a product that can help you if your identity is stolen. You can add this optional coverage to your property policy for just a few dollars a month—a small price to pay for peace of mind—especially when you consider that while other insurance companies typically require a deductible for similar protection, with Allstate there is no deductible. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Allstate Takes Identity Theft Expenses Coverage a Step Further ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "If you purchase this coverage, we’ll reimburse you for covered expenses you incur to restore your identity up to a $^\\mathrm{\\oint}\\!25,\\!000$ coverage limit. That’s more than most companies offer for this type of coverage. This coverage includes reimbursement for: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Attorneys fees (subject to applicable coverage limits)—in case you need to hire an attorney to defend you if lawsuits are brought against you by merchants or collection agencies, if you need help to remove criminal or civil judgments wrongly entered against you, or to challenge information contained in your credit report. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Lost wage recovery (up to $\\oint\\!250.$ /day with a $\\mathbb{S}5,000$ cap)—this will help cover wages or salary you may lose if you need to take time off work to complete affidavits or meet with law enforcement agencies, financial institutions, credit grantors, credit reporting agencies or attorneys. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Loan reapplication fees—this covers your expenses if you need to reapply for loans denied you solely because the lender received incorrect information due to identity theft. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Other expenses—covers other expenses involved in restoring your identity, such as mailing costs, notary expenses and long-distance phone calls. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "You Can Get Help If You Become a Victim ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "If you become a victim of identity theft, you probably won’t know all that is involved in restoring your name. There are many issues you would need help with, including: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "— Understanding your rights as an identity theft victim.   \n— Filling out paperwork, including police reports. Issuing a Fraud Alert to the three major credit bureaus, as well as Social Security Administration, Federal Trade Commission, and U.S. Postal Service. Obtaining copies of your credit bureau reports.   \n— Working with the three major credit bureaus to restore the accuracy of your credit history. Reviewing your credit history to verify if fraud includes items such as public records (liens, judgments, bankruptcies); credit accounts; or errors with addresses/ prior employment. Issuing a fraud alert to affected financial institutions and credit card companies. Tracing Social Security Numbers and notifying and working with the Department of Motor Vehicles, collection agencies for creditors, and law enforcement personnel. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This may seem overwhelming, but our Identity Theft Expenses Coverage can help. With it, if you decide to hire a firm to help you address identity theft issues such as these, you will have up to $\\mathtt{52}\\mathrm{,000}$ available to pay for their services. In addition, we may refer you to a firm that specializes in addressing the effects of identity theft.\\* In either case, if you have this coverage you’ll have peace of mind knowing you can get help to restore your identity. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Are You in Good Hands®? ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "With Allstate you’re getting more than great products and service. You get a team of people who know insurance and give you the freedom to manage your insurance your way. To sign up for Identity Theft Expenses Coverage, or for more information, just call your Allstate representative or log on to allstate.com. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "\\* Referrals, if any, are solely at the discretion of Allstate. Identity Theft Expenses Coverage is subject to policy terms. Please read the policy endorsements carefully ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "X71831-1 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Additional Protection for Your Most Valuable Possessions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Property insurance covers many belongings, but some items may require higher coverage limits than those in a standard property policy. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Scheduled Personal Property (SPP) coverage gives you additional protection against loss or damage to your valuables. It’s protection not typically provided with standard property coverage. SPP benefits typically include: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "No deductibles to meet — Coverage for lost or damaged items Coverage for valuables kept in a storage location outside your home ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Items That May Need the Extra Protection ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "SPP coverage provides protection for an array of valuable personal property. Here are some of the items you can protect by purchasing SPP coverage through Allstate: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Jewelry (including wedding rings and precious or   \nsemi-precious stones)   \nFurs   \nCameras (digital, still, movie, video and related   \nequipment)   \nSilverware and antiques (including furniture)   \nMusical instruments ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "— Collections (stamps, coins, music) Fine art works (including paintings, etchings, vases and sculptures) Manuscripts or books Home-office equipment (laptop, computer, audio/visual) Sports equipment (such as golf clubs) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Affordable Protection for Your Valuables ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The cost of SPP coverage varies, but the value of your property is the best way to determine how much coverage you need. The rates are generally a small percentage of the total value of the items you’re insuring. This means that your valuables are being protected for only a fraction of the cost. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Regularly Review Your SPP Coverage ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Even if you currently have SPP coverage, it’s a good idea to review it annually. It’s possible that the value of your property has changed or that you’ve purchased new items that have not been added to your coverage. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To learn more about SPP coverage, or if you have any questions about your insurance policy in general, contact your Allstate representative, or visit us at allstate.com. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "X73169 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "What You Should Know About Flood Insurance ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Most homeowners, renters and commercial insurance policies do not provide coverage for flood damage. In fact, protection against floods is generally available only through a separate policy. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "That’s why Allstate is a participant in the National Flood Insurance Program (NFIP) and offers standard flood insurance policies.\\* A flood insurance policy can help complete the insurance protection for your property and help protect your financial well-being. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "You May Have More Risk from Flood Than You Think ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Approximately 90 percent of all disasters in the U.S. are flood related. While you may think that it couldn’t happen to you, over 25 percent of all flood losses occur in low- to moderate-risk areas. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "What’s more, flood damage is often accompanied by other damage, such as wind and hail (which is typically covered under a property policy). So if you purchase your NFIP coverage through Allstate, you would have the convenience and peace of mind that comes with working with just one claim adjuster and one agent, instead of two or more for a flood claim. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Flood Coverage Is Affordable ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The federal government sets the rates for flood insurance, so there’s typically no difference in rates from policy to policy. You can switch to an NFIP flood insurance policy administered by Allstate for the same amount of premium you may be paying elsewhere. If you choose Allstate, you can have the quality service you’ve come to expect from us. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Subject to availability and qualifications. Other terms, conditions and exclusions may apply. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For more information about flood insurance, or if you have any questions about your policy in general, please contact your Allstate representative or visit us at allstate.com. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "\\* Allstate provides the standard flood insurance policy under the terms of the National Flood Insurance Act of 1968 and its amendments, and Title 44 of the Code of Federal Regulations. The standard flood insurance policy is written by Allstate for the National Flood Insurance Program which is administered by the Federal Insurance Administration, part of the Federal Emergency Management Agency. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "How We Compensate Our Agencies ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The company listed below uses local agencies to assist customers with their insurance decision-making process by providing customers with information and high quality service. These agencies provide numerous services to customers on the company’s behalf. Agencies are paid a commission by the company for selling and servicing the company’s insurance policies and may be eligible to receive additional compensation and rewards based on performance. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Allstate Vehicle and Property Insurance Company ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "X72006-1 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Important Information About the Recoupment Charge on Your Declarations Page ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In 2001 the Texas Legislature created the Rural Volunteer Fire Department Assistance Program to help finance volunteer fire departments across the state with equipment and training. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In order to cover the costs for this program, Texas law permits the Texas Comptroller to assess charges on insurance ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "companies, like Allstate, to fund the Volunteer Fire Department Assistance Fund. The law also allows an insurance company to then recover these assessments by charging their policyholders. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "As a result of this program, a nominal recoupment charge has been added to your premium and is listed on the enclosed Declarations Page. Please note that this charge will also appear on your bill, which will be sent to you soon in a separate mailing. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "If you have questions about any of the information contained in this notice, please contact your Allstate representative. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "X71712 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Use Of Credit Information Disclosure ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Insurer’s name: Allstate Vehicle and Property Insurance Company ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Address: 2775 Sanders Road Northbrook, IL 60062 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Telephone number: 1-800-ALLSTATE (1-800-255-7828) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Allstate will obtain and use credit information on you or any other member(s) of your household as a part of the insurance credit scoring process. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "If you have questions regarding this disclosure, contact the insurer at the above address or phone number. For information or other questions, contact the Texas Department of Insurance at 1-800-578-4677 or P.O Box 149104, MC104-PC, Austin, Texas 78714. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Section 559.053 of the Texas Insurance Code requires an insurer or its agents to disclose to its customers whether credit information will be obtained on the applicant or insured or on any other member(s) of the applicant’s or insured’s household and used as part of the insurance credit scoring process. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "If credit information is obtained or used on the applicant or insured, or on any member of the applicant’s or insured’s household, the insurer shall disclose to the applicant the name of each person on whom credit information was obtained or used and how each person’s credit information was used to underwrite or rate the policy. An insurer may provide this information with this disclosure or in a separate notice. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Adverse effect means an action taken by an insurer in connection with the underwriting of insurance for a consumer that results in the denial of coverage, the cancellation or ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "nonrenewal of coverage, or the offer to and acceptance by a consumer of a policy form, premium rate, or deductible other than the policy form, premium rate, or deductible for which the consumer specifically applied. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Credit information is any credit related information derived from a credit report itself, or provided in an application for personal insurance. The term does not include information that is not credit-related, regardless of whether the information is contained in a credit report or in an application for insurance coverage or is used to compute a credit score. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Credit score or insurance score is a number or rating derived from a mathematical formula, computer application, model, or other process that is based on credit information and used to predict the future insurance loss exposure of a consumer. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "SUMMARY OF CONSUMER PROTECTIONS CONTAINED IN CHAPTER 559 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "PROHIBITED USE OF CREDIT INFORMATION.  An insurer may not: ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(1) use a credit score that is computed using factors that constitute unfair discrimination;   \n(2) deny, cancel, or nonrenew a policy of personal insurance solely on the basis of credit information without consideration of any other applicable underwriting factor independent of credit information; or   \n(3) take an action that results in an adverse effect against a consumer because the consumer does not have a credit card account without consideration of any other applicable factor independent of credit information. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "An insurer may not consider an absence of credit information or an inability to determine credit information for an applicant for insurance coverage or insured as a factor in underwriting or rating an insurance policy unless the insurer: ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(1) has statistical, actuarial, or reasonable underwriting information that: (A) is reasonably related to actual or anticipated loss experience; and (B) shows that the absence of credit information could result in actual or anticipated loss differences;   \n(2) treats the consumer as if the applicant for insurance coverage or insured had neutral credit information, as defined by the insurer; or   \n(3) excludes the use of credit information as a factor in underwriting and uses only other underwriting criteria. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "NEGATIVE FACTORS. An insurer may not use any of the following as a negative factor in any credit scoring ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "methodology or in reviewing credit information to underwrite or rate a policy of personal insurance: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(1) a credit inquiry that is not initiated by the consumer;   \n(2) an inquiry relating to insurance coverage, if so identified on a consumer’s credit report; or   \n(3) a collection account with a medical industry code, if so identified on the consumer’s credit report. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Multiple lender inquiries made within 30 days of a prior inquiry, if coded by the consumer reporting agency on the consumer’s credit report as from the home mortgage or motor vehicle lending industry, shall be considered by an insurer as only one inquiry. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "EFFECT OF EXTRAORDINARY EVENTS.  An insurer shall, on written request from an applicant for insurance coverage or an insured, provide reasonable exceptions to the insurer’s rates, rating classifications, or underwriting rules for a consumer whose credit information has been directly influenced by a catastrophic illness or injury, by the death of a spouse, child, or parent, by temporary loss of employment, by divorce, or by identity theft. In such a case, the insurer may consider only credit information not affected by the event or shall assign a neutral credit score. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "An insurer may require reasonable written and independently verifiable documentation of the event and the effect of the event on the person’s credit before granting an exception. An insurer is not required to consider repeated events or events the insurer reconsidered previously as an extraordinary event. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "An insurer may also consider granting an exception to an applicant for insurance coverage or an insured for an extraordinary event not listed in this section. An insurer is not out of compliance with any law or rule relating to underwriting, rating, or rate filing as a result of granting an exception under this article. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "NOTICE OF ACTION RESULTING IN ADVERSE EFFECT.  If an insurer takes an action resulting in an adverse effect with respect to an applicant for insurance coverage or insured based in whole or in part on information contained in a credit report, the insurer must provide to the applicant or insured within 30 days certain information regarding how an applicant or insured may verify and dispute information contained in a credit report. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "DISPUTE RESOLUTION; ERROR CORRECTION.  If it is determined through the dispute resolution process established under Section 611(a)(5), Fair Credit Reporting Act (15 U.S.C. Section 1681i), as amended, that the credit information of a current insured was inaccurate or incomplete or could not be verified and the insurer receives notice of that determination from the consumer reporting agency or from the insured, the insurer shall re-underwrite and re-rate the insured not later than the 30th day after the date of receipt of the notice. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "After re-underwriting or re-rating the insured, the insurer shall make any adjustments necessary within 30 days, consistent with the insurer’s underwriting and rating guidelines. If an insurer determines that the insured has overpaid premium, the insurer shall credit the amount of overpayment. The insurer shall compute the overpayment back to the shorter of the last 12 months of coverage; or the actual policy period. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "CD-1 v.0710 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Did Extraordinary Circumstances Affect Your Credit Information? ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Allstate understands that people sometimes face difficult circumstances. If extraordinary life events have negatively affected your credit history, you may request that we consider this when we review your credit information, as part of the policy rating process. These extraordinary life circumstances include: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "— Divorce or Dissolution of Marriage   \n— Death of a Spouse, Child, Parent or Member of the Same Household   \n— Involuntary Unemployment   \n— Catastrophic Medical Expense   \n— Medical Crisis   \n— Care of Adult Dependent   \n— Identity Theft Serious or Catastrophic Long-term Injury, Illness or Disability   \n— Care of a Dependent Grandchild Domestic Violence ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Your Next Steps ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "If you believe any of these experiences have negatively affected your credit history, please contact your Allstate representative or call Allstate directly at 1-877-304-2644. If you decide you want us to review your information, please give us a call within 90 days of the date your policy begins (as shown in your Declarations Page). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "What You Can Expect ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "If you contact us, we will send you an Extraordinary Circumstances Appeal Form to complete and return to us. We also will ask you to provide any documentation that will help your appeal. Once we receive your Extraordinary Circumstances Appeal Form and supporting documentation, we will evaluate your appeal and determine whether or not you qualify for a lower premium. In any case, you will be notified of the outcome of our review. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Thank You ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Allstate values and appreciates your business. We look forward to helping protect what’s important to you for many years. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "X73326 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "You’re Receiving the Responsible Payment Discount ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "As an added benefit of being an Allstate customer, you’re receiving our Responsible Payment Discount on your House & Home policy. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Here’s how the Responsible Payment Discount works. From this point on, you will continue to receive this discount: ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "— If you pay your premium in full. If you pay your premium through a third party (e.g., escrow). If we do not send you a cancellation notice for nonpayment of premium (the billing notice we send when we don’t receive your payment on time). If we send you a cancellation notice for nonpayment of premium and your policy renews, the discount will be reduced at renewal, which may cause your overall insurance premium to increase. If this discount is reduced because of a cancellation notice, we will add it back to your policy at renewal if no cancellation notices for nonpayment of premium have been sent to you within the most recent twelve-month period ending 45 days prior to your renewal effective date. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Payment Options to Help You Save Money ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We want you to continue saving money with the Responsible Payment Discount, so we offer several ways to make paying your bills fast and easy. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "You can sign up for the Allstate® Easy Pay Plan, which allows us to deduct your insurance premiums each month, or in full, from your checking account. You’ll save on ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "postage, have fewer checks to write, and have the monthly installment fee reduced.   \nYou can also pay your premium over the phone with either a check or credit card. Simply call us toll-free at   \n1-800-ALLSTATE. You’ll be asked for your policy number when you pay by phone, so it’s a good idea to have your policy documents in hand before you call.   \nYou can set up an escrow account to ensure your   \npremiums are paid on time. (Please contact your mortgage lender for more information on setting up an escrow   \naccount.) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "You can choose to pay your premium in full. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Have Questions? Please Contact Us If you have any questions about the Responsible Payment Discount, or if you’d like more information about the different bill paying options available to you, please contact your Allstate representative, or call us toll-free at 1-800-ALLSTATE. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "X73075 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Add the Enhanced Package to Your Policy and Save Even More ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Consider adding the Enhanced Package to your House & Home policy for even greater value. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Enhanced Package gives you all of these benefits: ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Claim RateGuard®—Allows you to keep your Claim-Free Discount (if you qualify for the discount) and protects your rate from going up just because you file a claim.   \nClaim-Free Bonus—Gives you up to a $5\\%$ premium credit each year you go without a claim.   \nDeductible Reward—You may qualify for an immediate $\\mathtt{5700}$ off a qualified deductible when you add the Enhanced Package. Then you’ll get an additional $\\mathtt{5700}$ each   \ndesignated twelve month period you don’t have a   \nchargeable claim—up to $\\mathtt{5500}$ total. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "If you’d like to add the Enhanced Package to your House & Home policy or have any questions about these features, please contact your Allstate representative. All Enhanced Package features are subject to policy terms and conditions. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Your Property Policy Includes a Tropical Cyclone Deductible and a Windstorm and Hail Deductible ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The following is a summary of the Tropical Cyclone and Windstorm and Hail Deductibles. Please note that this is only a summary and is not a part of your policy. For detailed information about the coverage provided by your policy, please read the policy, including the Declarations Page, the Tropical Cyclone Deductible Endorsement, the Windstorm and Hail Deductible Endorsement and any other applicable endorsements. If you have any questions regarding the Tropical Cyclone Deductible, the Windstorm and Hail Deductible, the deductible options available to you or your insurance coverage in general, please contact your Allstate representative. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "When does the “Tropical Cyclone Deductible” apply? ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Tropical Cyclone Deductible is a separate deductible that applies in the event of covered loss “caused by tropical cyclone or by any object(s) driven by tropical cyclone.” ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "For the purpose of the Tropical Cyclone Deductible, we've defined “tropical cyclone” as “a hurricane, a tropical storm, or any wind, hail, rain, snow, or sleet accompanying a hurricane or a tropical storm.” ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "If another deductible applicable to the loss exceeds the Tropical Cyclone Deductible, the greater deductible will apply. “Please refer to the Tropical Cyclone Deductible Endorsement for other applicable definitions and provisions.” ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "When does the “Windstorm and Hail Deductible” apply? ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Windstorm and Hail Deductible is a separate deductible that applies for sudden and accidental direct physical loss caused by windstorm or hail to covered property when the Tropical Cyclone Deductible does not apply. This is the total amount of deductible for any one loss due to windstorm or hail. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "If another deductible applicable to the loss exceeds the Windstorm and Hail Deductible, the greater deductible will apply. “Please refer to the Windstorm and Hail Deductible Endorsement for other applicable definitions and provisions.” ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "What are the amounts of the “Tropical Cyclone Deductible” and “Windstorm and Hail Deductible” and how are they calculated? ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Your Tropical Cyclone Deductible and Windstorm and Hail Deductible amounts appear on the enclosed Policy Declarations. When the Tropical Cyclone Deductible or Windstorm and Hail Deductible applies, we will pay for a covered loss only when the amount of that loss exceeds that deductible amount shown on the Declarations Page (subject to applicable policy terms, conditions, limitations and exclusions). We will then pay only the excess amount. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The following example illustrates how the Tropical Cyclone Deductible and the Windstorm and Hail Deductible are calculated when percentage deductibles are applicable. The amounts of your Tropical Cyclone Deductible and Windstorm and Hail Deductible would be based upon a percentage of your Dwelling Protection coverage limit. If your Dwelling Protection coverage limit is $^{\\oint100,000}$ and you have a $5\\%$ Tropical Cyclone Deductible or Windstorm and Hail Deductible, your Tropical Cyclone Deductible or Windstorm and Hail Deductible amount would be $^{85,000(.05\\times\\mathcal{5}100,000)}$ . If the covered loss is not caused by a tropical cyclone or wind or hail, the All Other Peril Deductible listed on your Declarations Page will apply. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "You may have the option to reduce your policy premium by choosing a higher deductible. Please keep in mind that if you choose a higher deductible, your premium may decrease, however, the amount we pay you for a covered loss will be less when the deductible applies. Your Allstate representative can discuss your options with you. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "If a percentage deductible applies to your Tropical Cyclone Deductible and Windstorm and Hail Deductible, it is calculated as a percentage of your Dwelling Protection coverage limit, your deductible amount will change accordingly if your Dwelling Protection coverage limit changes for any reason, including, for example: ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "— you change your Dwelling Protection coverage limit; or due to the application of the policy’s Property Insurance Adjustment provision, if applicable, which may automatically increase your Dwelling Protection coverage limit as described in the policy. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Further details regarding these deductibles can be found in the Tropical Cyclone Deductible Endorsement and the Windstorm and Hail Deductible Endorsement. Again, if you have any questions regarding the Tropical Cyclone Deductible, the Windstorm and Hail Deductible, the deductible options available to you or your insurance coverage in general, please contact your Allstate representative. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Important Information About Your Credit-Based Insurance Score ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Please take a moment to read the notice immediately following this insert containing important information about our use of consumer reports and your rights under the federal Fair Credit Reporting Act. In that notice, we explain why we order credit reports and explain how important it is for you to check the accuracy of that information. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In the state where we issued your policy we are required by law to inform you of certain factors in your credit report(s) adversely affecting your credit-based insurance score. The most significant of these factors are: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The average number of months that accounts are listed on the credit report: Generally, the longer your average age of accounts, the more favorable your insurance score will be. Those with the most favorable insurance scores often have an average age of accounts of 16 years or longer. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The number of months since the most recent delinquent payment: A delinquent payment is one made over 30 days late. Delinquent payments within the past five years may have an adverse effect on an insurance score and the more recent the delinquency, the greater the adverse effect. Please note that over time the impact of this type of delinquency on your insurance score will decrease and even disappear if there are no new delinquencies. Avoiding future delinquencies may benefit your insurance score. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The presence of a collection within the past five years: When we refer to a \"collection,\" this could include collections that were previously paid off or collections on closed accounts. We exclude medical collections that are identified as such. Those with the most favorable insurance scores will typically have no collections on their credit report. Avoiding future collections may lead to a more favorable insurance score. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The presence of a derogatory item within the past five years:  A derogatory item may include a delinquency, a collection, or a derogatory public record, such as a bankruptcy, judgment, lien, repossession, or foreclosure. Avoiding derogatory items in the future may lead to a more favorable insurance score. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "You may request a copy of your TransUnion Personal Credit Report by writing to: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "TransUnion National Disclosure Center   \n2 Baldwin Place   \nP.O. Box 1000   \nChester, PA 19022   \n1(888)503-0048   \nwww.transunion.com ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Consumer Report Information and Its Impact on Your Insurance ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Many factors play a role in determining your insurance premium. Among the factors we consider are the following: where you live, the coverages and limits you’ve chosen and discount eligibility. In addition, we use consumer reporting agency information for eligibility and rating purposes. The federal Fair Credit Reporting Act requires us to inform you when we take adverse action based on a consumer report. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "As permitted by law, we ordered credit report information about you and your spouse, who are both named insureds on the policy. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Based in whole or in part on the information provided to us by the credit reporting agency listed below, Allstate Vehicle and Property Insurance Company is unable to offer you a lower rate: based on the credit information available to us. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "You May Request a Free Credit Report ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Under Section 612 of the Fair Credit Reporting Act, you have the right to obtain a free copy of your consumer report from the consumer reporting agency listed below if you request it within 60 days of receiving this notice (even if the report did not contain any information regarding credit status). You also have the right, under Section 611 of the Fair Credit Reporting Act, to dispute with the consumer reporting agency listed below the accuracy or completeness of any information in any report(s) furnished by the agency. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "If you’d like a free copy of your credit report, be sure to make your request within 60 days of receiving this notice. You can contact the reporting agency at: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "TransUnion National Disclosure Center   \n2 Baldwin Place   \nP.O. Box 1000   \nChester, PA 19022   \nPhone: 1-888-503-0048   \nwww.transunion.com ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Please keep in mind that the consumer reporting agency did not make the decision to take this adverse action and will not be able to provide you with any specific reasons regarding why we took this action. Also, any changes to your name or address within the past two years can affect the completeness of your report. If your information has changed, please let your insurance representative know. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Have Questions? Please Contact Your Allstate Representative ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "We hope you will take advantage of these rights and help us give you the lowest premium we can provide. If you have any questions about the information contained in this notice, or about your insurance in general, please contact your insurance representative. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The Connection Between Credit History and Premium ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "We determine premiums using the information you provide on your insurance application, as well as using other factors. Certain credit report information has proved an effective predictor of insurance losses. It also allows us to keep costs competitive by helping make it possible for customers who are less likely to experience losses to pay less for their insurance. Keep in mind we use credit history in addition to, not instead of, our other characteristics. By considering this information, we can match likelihood of loss to premium even more precisely, and we think that’s good for our customers. It allows us to keep insurance costs as competitive as possible for the greatest number of policyholders. You can also learn more about our use of credit information, including ways you may be able to improve your insurance score, by visiting allstate.com. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In states which have laws that provide couples entering into civil unions, domestic partnerships, or similar relationships the benefits, protections and responsibilities under law as are granted to spouses in a marriage in this state, the term \"spouse\" in this notice includes civil partners, domestic partners or any similar relationship recognized by the laws of this state. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Please keep in mind that the consumer reporting agency(ies) did not make the decision to take this adverse action and will not be able to provide you with any specific reasons regarding why we took this action. Also, any changes to your name or address within the past two years can affect the completeness of your file with the consumer reporting agency(ies). If your information has changed, please let your insurance representative know. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Under Section 612 of the Fair Credit Reporting Act, you have the right to obtain a free copy of your report(s) provided to us by the consumer reporting agency listed below if you request it within 60 days of receiving this notice. You also have the right, under Section 611 of the Fair Credit Reporting Act, to dispute with the consumer reporting agency the accuracy or completeness of any information in the consumer report(s) furnished by the agency. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "To request your report, you may contact the appropriate consumer reporting agency at: ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "LexisNexis Risk Solutions   \nPO Box 105108   \nAtlanta, GA 30348-5108   \nPhone: (800) 456-6004 IVR, 1-888-497-0011 for live agent   \nconsumer.risk.lexisnexis.com ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "If you have any questions regarding this notice or your policy in general, please contact your insurance representative. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "XF1 ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Consumer Report Information and Its Impact on Your Insurance ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In an effort to keep insurance costs as competitive as possible for the greatest number of policyholders, we may consider certain prior insurance information, prior insurance loss information, driving information and motor vehicle reports (MVR), when determining our customers’ eligibility, premiums and payment options. We’re writing now to let you know we recently ordered consumer report information about you and, if applicable, another insured person named on your policy, and we are providing you with additional details about this process. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Based in whole or in part on the information provided to us by Current Carrier Database (CCDB), Allstate Vehicle and Property Insurance Company could not offer you a lower rate. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "CONSUMER BILL OF RIGHTS Homeowners, Dwelling, and Renters Insurance ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "What is the Bill of Rights? ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "It is a basic outline of important rights you have under Texas law. Insurance companies must give you this Bill of Rights with your policy. It is important to read and understand your policy. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The Bill of Rights is not: ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "A complete list of all your rights,  Part of your policy, or A list of everything that you are responsible for. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Questions about these rights? ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "If you are not sure about anything in your policy, ask your agent or insurance company.   \nIf you have questions or a complaint, contact the Texas Department of Insurance (TDI) at: ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Call with a question: 1-800-252-3439 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Email with a question: ConsumerProtection@tdi.texas.gov ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "File a complaint through the website: ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "www.tdi.texas.gov//consumer/get-help-with-aninsurance-complaint.html ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "File a complaint by mail: ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Consumer Protection MC 111-1A P.O. Box 12030 Austin, TX 78711-2030 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "To learn more about insurance, visit www.opic.texas.gov or call the Office of Public Insurance Counsel (OPIC) at 1-877-611-6742. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Table of Contents Where to Get Information ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "1. Your insurance company .. 3   \n2. Your declarations page . 3   \n3. The Texas Department of Insurance (TDI). .   \n4. Resources for shopping for insurance. 3 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "What You Should Know When You File a Claim ......3 ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "5. Deadlines for processing claims and payments 3   \n6. Written explanation of claim denial .. 3   \n7. Reasonable investigation .. 3   \n8. Information not required for processing your claim ......... ..3   \n9. Release of claim payments from lenders ..... 3   \n10. Notice of liability claim settlement . 3 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Who to Contact for Claim Disagreements 3 11.  Claim disagreements . 3 ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "What You Should Know about Renewal, Cancellation, and Nonrenewal ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "12.  Notice of premium increase .   \n13.  Insurance company cancellation of homeowners   \npolicies ..   \n14. Insurance company cancellation of other residential   \nproperty policies ....   \n15.  Notice of cancellation .   \n16. Your right to cancel ... 4   \n17.  Refund of premium .. 4   \n18. Limits on using claims history for nonrenewal .. 4   \n19.  Limits on using claims history to increase premium .......... 5   \n20. Right to ask questions . 5   \n21.  Limit on using credit information to nonrenew   \nyour policy ....... 5   \n22. Protections from discrimination 5   \n23. Protection for low-value property ..... 5   \n24. Protection for older houses ... 5   \n25. Notice of nonrenewal .. 5   \n26. Notice of a “material change” to your policy .......... 5   \n27. Written explanation of cancellation or nonrenewal .. 5 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Where to Get Information ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "1.  Your insurance company. When you get a copy of your policy you will also get an “Important Notice” from the company. The notice explains how to contact your company and how to file a complaint. You may request a complete copy of your policy from your company at any time.   \n2.  Your declarations page. The declarations page, also called the “dec page,” shows: (a) the name and address of your insurance company, (b) the location of the insured property, (c) the dates your policy is in effect, and (d) the amounts and types of coverage. Your company must list the exact dollar amount of each deductible in your policy. The declarations page, or a separate page, must also list any part of your policy that changes any deductible amount.   \n3.  The Texas Department of Insurance (TDI). You have the right to call TDI for free at 1-800-252-3439 for information and help with a complaint against an insurer. You can also find information on the TDI website at www.tdi.texas.gov.   \n4.  Resources for shopping for insurance. The Office of Public Insurance Counsel (OPIC) and TDI developed www.HelpInsure.com to help you compare rates and coverages for different insurance companies. OPIC also has an online tool to help you compare policies. You can find this policy comparison tool at www.opic.texas.gov. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "What You Should Know When You File a Claim ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "5.  Deadlines for processing claims and payments. You should file your claim with your insurance company as soon as possible. When you file a claim on your own policy, the insurance company must meet these deadlines: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Within 15 days after you file a claim: The company must let you know they received your claim. The company must also start their investigation and ask you for any other information they need. Within 15 business days after they get all the information they need: The company must approve or deny your claim in writing. They can extend this deadline up to 45 days from the date they: (a) let you know they need more time and (b) tell you why. Within 5 business days after they let you know your claim is approved: The company must pay the claim. Note: TDI can extend these deadlines by 15 more days if there is a weather-related catastrophe. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "If your company fails to meet these deadlines, you may be able to collect the claim amount, interest, and attorney’s fees. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "6.  Written explanation of claim denial. Your insurance company must tell you in writing why your claim or part of your claim was denied. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "7.  Reasonable investigation. Your insurance company cannot refuse to pay your claim without a reasonable investigation of the claim. You should keep records of all claim communications (including notes from phone calls) and other claim documentation (including damage estimates and receipts). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "8.  Information not required for processing your claim. Your insurance company can only ask for information reasonably needed for their claim investigation. However, they cannot ask for your federal income tax returns unless: (a) they get a court order or (b) your claim involves a fire loss, loss of profits, or lost income. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "9.  Release of claim payments from lenders. Often an insurance company will make a claim payment to you and your lender. If your lender gets the payment: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "No later than 10 days after receiving it they must: (a) notify you and(b) tell you what you must do so the money can be released.   \nNo later than 10 days after you ask for the money, they must: (a) send the money to you, or (b) tell you how to get the money released. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "If your lender does not: (a) provide the notices mentioned above or (b) pay the money after all the requirements have been met, the lender must pay you interest on the money. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "10. Notice of liability claim settlement. Liability means you are responsible for other people’s injuries or damage to their property. Your insurance company must let you know in writing: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "About the first offer to settle a claim against you within 10 days after the offer is made. About any claim settled against you within 30 days after the date of the settlement. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Who to Contact for Claim Disagreements ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "11.  Claim disagreements. You can dispute the amount of your claim payment or what is covered under your policy. You can:   Contact your insurance company. ",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/jagxlq.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td></tr><tr><td>436829585</td></tr><tr><td>June 27,2 2024</td></tr></table></body></html>\n\n",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Contact an attorney to advise you of your rights under the law. The State Bar of Texas can help you find an attorney.   \nPay a licensed public adjuster to review the damage and handle the claim.   \nFile a complaint with TDI. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "What You Should Know about Renewal, Cancellation and Nonrenewal ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Renewal means that your insurance company is extending your policy for another term. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Cancellation means that, before the end of the policy period, the insurance company: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Terminates the policy;   \nGives you less coverage or limits your coverage; or Refuses to give additional coverage that you are entitled to under the policy. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "“Refusal to renew” and “nonrenewal” are terms that mean your coverage ends at the end of the policy period. The policy period is shown on the declarations page of your policy. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "12. Notice of premium increase. If your insurance company plans to increase your premium by 10 percent or more on renewal, your company must send you notice of the rate increase at least 30 days before your renewal date. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "13. Insurance company cancellation of homeowners policies. If your homeowners policy has been in effect for 60 days or more, your company can only cancel your policy if: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": " You don’t pay your premium when it is due;   \n You file a fraudulent claim; There is an increase in the risk covered by the policy that is: (a) within your control and (b) would make your premium go up; or TDI decides that keeping the policy violates the law. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "If your policy has been in effect for less than 60 days, your company can only cancel your policy if: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": " One of the reasons listed above applies; They reject a required inspection report within 10 days after getting the report. The report must be done by a licensed or authorized inspector and cannot be more than 90 days old; or They find something that creates an increase in risk that you did not include in your application and is not related to a prior claim. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "14. Insurance company cancellation of other residential property policies. After your policy has been in effect for 90 days, your company can only cancel your policy if: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "You don’t pay your premium when it is due;  You file a fraudulent claim; There is an increase in the risk covered by the policy that is: (a) within your control and (b) would make your premium go up; or TDI decides that keeping the policy violates the law. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "15. Notice of cancellation. If your insurance company cancels your policy, they must let you know by mail at least 10 days before the effective date of the cancellation. Check your policy because your company may give you more than 10 days' notice. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "16. Your right to cancel. You can cancel your policy at any time and get a refund of the unused premium. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "17. Refund of premium. If you or your insurance company cancel your policy, the company must refund any unused premium within 15 business days from: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "the date the company receives notice of the cancellation or  the date of cancellation, whichever is later. You must let your company know you want the refund sent to you. If not, they may refund the remaining premium by giving you a premium credit on the same policy. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "18. Limits on using claims history for nonrenewal. Your insurance company cannot refuse to renew your policy based on claims for damage from natural causes, including weather-related damage; or claims that are filed but not paid or payable under the policy. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Appliance-related water damage claims. Your insurance company cannot refuse to renew your policy based on an appliance-related water damage claim if: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The damage has been properly repaired or remediated; and The repair or remediation was inspected and certified. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "However, your insurance company may refuse to renew your policy based on appliance-related water damage claims if: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Three or more claims were filed and paid (including a claim filed by a prior owner on your property); or You: (a) file 2 claims within a three-year period; and (b) after the second claim, your company gives you written notice that filing a third appliance-related ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "claim could result in your policy not being renewed; and   \nYou file a third claim. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Claims other than appliance-related water damage claims. Your insurance company cannot refuse to renew your policy based on other claims unless: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "You: (a) file 2 claims within a three-year period; and (b) after the second claim, your company gives you written notice that filing a third claim could result in your policy not being renewed; and You file a third claim. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "19. Limits on using claims history to increase premium. Your insurance company cannot increase your premium based on claims for damage from natural causes, including weather-related damage; or claims that are filed but not paid or payable under your policy. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Appliance-related water damage claims. Your company cannot increase your premium based on a prior appliancerelated water damage claim if: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The damage has been properly repaired or remediated; and The repair or remediation was inspected and certified. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "However, your insurance company may increase your premium based on prior appliance-related water damage claims if: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Three or more claims were filed and paid (including a claim filed by a prior owner on your property) ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Claims other than appliance-related water damage claims. Your insurance company cannot increase your premium based on other claims unless:   You file 2 or more claims within a three-year period. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "20. Right to ask questions. You can ask your insurance company a question about your policy. They cannot use your questions to deny, nonrenew, or cancel your coverage. Your questions also cannot be used to determine your premium. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "For example, you may ask: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": " General questions about your policy; Questions about the company’s claims filing process; and Questions about whether the policy will cover a loss, unless the question is about damage: (a) that occurred and (b) that results in an investigation or claim. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "21. Limit on using credit information to nonrenew your policy. An insurance company cannot refuse to renew your policy solely because of your credit. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "22. Protections from discrimination. An insurance company cannot refuse to insure you; limit the coverage you buy; refuse to renew your policy; or charge you a different rate based on your race, color, creed, country of origin, or religion. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "23. Protection for low-value property. An insurance company cannot refuse to renew your policy because the property value is low. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "24. Protection for older houses. An insurance company cannot refuse to renew your policy based on the age of your property. However, they can refuse to renew your policy based on the condition of your property, including your plumbing, heating, air conditioning, wiring, or roof. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "25. Notice of nonrenewal. Your insurance company must send you a notice that they are not renewing your policy. They must let you know at least 30 days before your policy expires, or you can require them to renew your policy. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "26. Notice of a “material change” to your policy. If your insurance company does not want to cancel or nonrenew your policy, but wants to make certain material changes, then they must explain the changes in writing at least 30 days before the renewal date. Material changes include: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": " Giving you less coverage;   \n Changing a condition of coverage; or   \nChanging what you are required to do.   \nInstead of a notice of “material change” a company may choose to not renew your existing policy. If so, the   \ncompany has to send a nonrenewal letter, but may still offer you a different policy.   \nNote: A company cannot reduce coverage during the policy period unless you ask for the change. If you ask for the change, the company does not have to send you a notice. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "27. Written explanation of cancellation or nonrenewal. You can ask your insurance company to tell you in writing the reasons for their decision to cancel or not renew your policy. The company must explain in detail why they cancelled or nonrenewed your policy. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Facts What does Allstate do with your personal information? ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Financial companies choose how they share your personal information. Federal and state laws give consumers the right to limit some but not all sharing. These laws also require us to tell you how we collect, share, and protect your personal information. Please read this notice carefully to understand what we do. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The types of personal information we collect and share depend on the product or service you have with us.   \nThis information can include: Name, phone number, home and email addresses, and other contact information, marital status, and family member information Social Security number, driver’s license number, and driving records Healthcare information, customer file including claims and transaction history, credit information, and credit scores ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "How? ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Financial companies need to share customers’ and former customers’ personal information to run their everyday business. In the section below, we list the reasons companies can share their customers’ personal information; the reasons Allstate chooses to share; and whether you can limit this sharing. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Reasons we can share your personal information ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "",
        "table_caption": [],
        "table_footnote": [],
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/0s5rmj.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Lonpuuoi</td><td>share?</td><td>limitthis sharing?</td></tr><tr><td>For our everydaybusiness purposes —such as to process your transactions, maintain your account(s),respond to court orders and legal investigations,</td><td>Yes</td><td>No</td></tr><tr><td>preventfraud,orreporttocreditbureaus Forourmarketingpurposes—toofferourproductsandservicestoyou</td><td>Yes</td><td>No</td></tr><tr><td>Forjointmarketingwithotherfinancialcompanies</td><td>Yes</td><td>No</td></tr><tr><td>For our affiliates' everyday business purposes — information about your</td><td>Yes</td><td>No</td></tr><tr><td>transactions and experiences For our affiliatestomarket toyou</td><td></td><td></td></tr><tr><td>Fornonaffiliatestomarkettoyou</td><td>Yes</td><td>Yes</td></tr><tr><td>Limit sharin</td><td>No</td><td>No</td></tr></table></body></html>\n\n",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Call 1-800-ALLSTATE and our menu will prompt you through your choice(s)   \nVisit us online: allstate.com   \nPlease note: If you are a new customer, we can begin sharing your information 30 days from the date we sent this notice. When you are no longer our customer, we continue to share your information as described in this notice, however, you can contact us at any time to limit our sharing. If you have previously opted out, your request remains on file and you do not need to opt out again. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Questions? ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Call 1-800-ALLSTATE or for more information about our privacy practices, visit us online at allstate.com/privacy to view our Online Privacy Statement. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Who we are ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "This Privacy Statement describes the privacy practices of Allstate Insurance Company and its Allstate branded auto, home and business insurance affiliates. For additional information about affiliates, see below and go to the Underwriting Companies link on Allstate.com. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "What we do ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "How does Allstate protect my personal information? ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "We use a variety of physical, technical and administrative security measures that help to safeguard your personal information. We require our employees and persons or organizations that represent us to protect your information and keep it confidential. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "How does Allstate collect my personal information? ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "We collect your personal information, for example, when you — Apply for insurance or give us your contact information — Pay your insurance premium or file an insurance claim We also collect your personal information from others, such as affiliates, credit bureaus, and insurance support organizations (which may retain and share your information with others). ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Why can’t I limit all sharing? ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Federal and state law only gives you the right to limit — Affiliates from using your information to market to you — Sharing for nonaffiliates to market to you State laws may give you additional rights to limit sharing. See below for more on those rights. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "How else does Allstate use and share personal information? ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "We will also disclose your personal information without notice when necessary to: (a) comply with the law or requests from regulatory and law enforcement authorities; (b) protect and defend our customers, rights or property; (c) act under exigent circumstances to protect the personal safety of our customers or the public; (d) transfer corporate ownership; (e) conduct research, actuarial studies or audits; and (f) allow an insurance institution, producer, medical institution/professional or support organization to process insurance claims, verify coverage or benefits or perform other insurance functions. We will not use your medical information for marketing purposes without your consent. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "What happens when I limit sharing for an account I hold jointly with someone else? ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Your choices will apply to everyone on your account. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "How can I review or correct my data? ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "You may access your recorded personal information under our possession and to request a correction, amendment, or deletion of such recorded personal information by sending a request to Allstate Insurance Company Customer Privacy Inquiries, PO Box 660 598, Dallas, TX 75266-0598. We may not be able to provide information relating to investigations, claims, litigation, and other matters. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Definitions ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Affiliates — Companies related by common ownership or control including Allstate insurance companies offering home, auto and business insurance; Allstate Assurance Company and their life and retirement affiliates; Allstate Financial Services; American Heritage Life Insurance Company (Allstate Benefits), ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Allstate roadside services and motor club companies and Signature roadside services and motor club companies, Allstate Dealer Services, National General Insurance Group and its affiliates, Castle Key Insurance Company and Castle Key Indemnity Company, North Light Specialty Insurance Company, SquareTrade (Allstate Protection Plans), InfoArmor (Allstate Identity Protection), Avail, and Arity. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Nonaffiliates — Companies not related by common ownership or control. They can be financial and nonfinancial companies. Allstate does not share your information with nonaffiliates for marketing purposes. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Joint Marketing — A formal agreement between nonaffiliated financial companies that together market financial products or services to you. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Other important information ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "We reserve the right to change our privacy practices, procedures, and terms. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "(ed. 10/2022) ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "X73180v7 ",
        "page_idx": 23
    }
]