[
    {
        "type": "text",
        "text": "windstorm or hail in the catastrophe area, as   \ndefined by the Texas Insurance Code:   \nNo action can be brought against us unless   \nthere has been compliance with all the terms   \nof this policy. The action must be brought   \nbefore the earlier of the following:   \n(1) Two years and one day from the date we accept or reject the claim; or   \n(2) Three years and one day from the date of loss that is the subject of the claim. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "12. Mortgage Clause is replaced by the following (this is not applicable in form HQ-P04): ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "12. Mortgage Clause (Without Contribution). ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a. We  will  pay  for  any  covered  loss  of  or damage  to  buildings  or  structures  to  the mortgagee  shown  in  the  Declarations  as interests appear.   \nb. The mortgagee has the right to receive loss payment even if the mortgagee has started foreclosure or similar action on the building structure.   \nc. If we deny your claim because of your acts or because you have failed to comply with the terms of this policy, the mortgagee has the right  to  receive  loss  payment  if  the mortgagee: (1) At our request, pays any premium due under this policy, if you have failed to do so; (2) Submits a signed, sworn statement of loss within 91 days after receiving notice from us of your failure to do so; and (3) Has  notified  us  of  any  changes  in ownership,  occupancy  or  substantial changes in risk known to the mortgagee. All the terms of this policy will then apply directly to the mortgagee. Failure of the mortgagee to comply with c. (1), (2) or (3) will void this policy as to the interest of the mortgagee.   \nd. If we pay the mortgagee for any loss or damage and deny payment to you because of your acts or because you have failed to comply with the terms of this policy: (1) The  mortgagee’s  rights  under  the mortgage will be transferred to us to the extent of the amount we pay. (2) The mortgagee’s right to recover the full amount of the mortgagee’s claim will not be impaired. At our option, we may pay the mortgagee the whole principal on the mortgage plus any accrued interest. In this event, your mortgage and note will be transferred to us and you will pay your remaining mortgage debt to us.   \ne. If this policy is cancelled, we will give the mortgagee  specifically  named  in  the Declarations written notice of cancellation. If we  cancel  the  policy,  we  will  give  the mortgagee the same number of days’ notice of cancellation we give to you. If you cancel the policy, we will give the mortgagee  notice  of  cancellation  to  be effective on the date stated in the notice. The date of cancellation cannot be before the $10^{\\mathrm{th}}$ day after the date we mail the notice. We will not give notice of cancellation to any successor  or  assignee  of  the  mortgagee named in the policy.   \nf. If the property described under PROPERTY COVERAGE  SECTION,  PROPERTY COVERAGE A – DWELLING or PROPERTY COVERAGE B – OTHER STRUCTURES is foreclosed upon under the deed of trust, the mortgagee  may  cancel  this  policy  of insurance  and  will  be  entitled  to  any unearned premium form this policy. The mortgagee must credit any unearned premium against any deficiency owed by the borrower and return any unearned premium not  so  credited  to  the  borrower.  The unearned premium will be figured using the customary pro rata procedures.   \ng. If  we  elect  not  to  renew  this  policy,  the mortgagee  specifically  named  in  the Declarations will be given 60 days’ written notice of the nonrenewal. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "17. Concealment  or  Fraud  is  deleted  (this  is Property – Condition 16. in form HQ-P04). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The  following  is  added  under  PROPERTY CONDITIONS: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Residential Community Property Clause. It is understood and agreed that this policy, subject to all other terms and conditions contained in this policy,  when  covering  residential  community property, as defined by state law, shall remain in full force and effect as to the interest of each spouse  covered,  irrespective  of  divorce  or change  of  ownership  between  the  spouses unless excluded by endorsement attached to this policy until the expiration of the policy or until canceled  in  accordance  with  the  terms  and conditions of this policy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Catastrophe Claims. If a claim results from a weather-related catastrophe or a major natural disaster, as defined by the Texas Department of Insurance, each claim handling deadline shown in 2.  Your Duties After Loss  and 6. Loss Payment is extended for an additional 15 days. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "LIABILITY COVERAGE SECTION LIABILITY – EXCLUSIONS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "When this Special Provisions – Texas is used with form HQ-L77, A. Liability Coverage E – Personal Liability and Coverage F – Medical Payments to Others, and when this Special Provisions – Texas is used with form HQ-L88, A. Liability Coverage E – Premises  Liability  and  Coverage  F  –  Medical Payments to Others, paragraphs 3. and 5. are replaced by the following: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3. “Bodily injury” or “property damage” arising out of the transmission of sickness or disease by an “insured” through sexual contact.   \n5. “Bodily  injury”  or  “property  damage”  which  is expected or intended by an “insured”. This exclusion does not apply to “bodily injury” or “property  damage”  resulting  from  the  use  of reasonable  force  by  an  “insured”  to  protect persons or property. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "When this Special Provisions – Texas is used with form HQ-L77, A. Liability Coverage E – Personal Liability and Coverage F – Medical Payments to Others,  and  with  form  HQ-L88,  A.  Liability Coverage E – Premises Liability and Coverage F – Medical Payments to Others, paragraph 16. is replaced by the following: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "16. “Bodily injury” or “property damage” arising out of sexual  molestation,  corporal  punishment  or physical or mental abuse. For purposes of this endorsement, abuse means an act which is committed with the intent to cause harm. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "LIABILITY – CONDITIONS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3. Duties  After  “Occurrence”,  paragraph  e.  is replaced by the following: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3. Duties After “Occurrence”. e. With  respect  to  Liability –  Additional Coverage  3.  Damage  to  Property  of Others, submit to us within 91 days after the loss, a sworn statement of loss and show the damaged property, if in an “insured’s” control; ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4. Duties  of  an  Injured  Person  –  Liability Coverage F – Medical Payments to Others. is replaced by the following: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4. Duties  of  an  Injured  Person  –  Liability Coverage F – Medical Payments to Others. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "a.  The injured person or someone acting for the injured person will: (1) Give us written proof of claim, under oath if required, as soon as is practical. A parent or guardian may be present during any examination under oath of a minor; and (2) Authorize us to obtain copies of medical reports and records.   \nb.  The injured person will submit to a physical exam by a doctor of our choice when and as often as we reasonably require. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "10. Concealment or Fraud is deleted. ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The  following is added under LIABILITY CONDITIONS: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Notice of Settlement of Liability Claim. ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "a. We will notify the “insured” in writing of any initial offer to compromise or settle a claim against the “insured” under the LIABILITY COVERAGE SECTION of this policy. We will give the “insured” notice within 10 days after the date the offer is made.   \nb. We will notify the “insured” in writing of any settlement of a claim against the “insured” under the LIABILITY COVERAGE SECTION of this policy. We will give the “insured” notice within  30  days  after  the  date  of  the settlement. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All other provisions of this policy apply. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "WINDSTORM OR HAIL PERCENTAGE DEDUCTIBLE ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This Endorsement Changes The Policy. Please Read It Carefully. ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PROPERTY COVERAGE SECTION PROPERTY – CONDITIONS ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The following deductible is added under 4. Loss Deductible: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4. Loss Deductible. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Windstorm or Hail Percentage Deductible. ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Windstorm or Hail Percentage Deductible shown in the Declarations replaces any other deductible provision in this policy with respect to loss caused directly or indirectly by the peril of windstorm or hail. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We will pay only that part of the total of all loss payable,  for  any  one  loss,  under  the  Property Coverage Section of this policy that exceeds the Windstorm or Hail Percentage Deductible shown in the Declarations. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The  dollar  amount  of  the  Windstorm  or  Hail Deductible is determined by multiplying the Property Coverage  A  Limit  of  Liability  shown  in  the Declarations by the Windstorm or Hail Percentage Deductible amount shown in the Declarations. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "No other deductible applies to loss or damage caused by windstorm or hail. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All other provisions of this policy apply. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ADDITIONAL REPLACEMENT COST PROTECTION COVERAGE ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This Endorsement Changes The Policy. Please Read It Carefully. (Applies only when loss to the dwelling exceeds the Property Coverage A Limit of Liability shown in the Declarations) ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "PROPERTY COVERAGE SECTION PROPERTY – CONDITIONS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "If Functional Replacement Cost Loss Settlement form HQ-825  is  part  of  this  policy,  the  defined  term “functional replacement cost” replaces any reference to replacement cost in this Additional Replacement Cost Protection Coverage. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To the extent that coverage is provided, we agree to provide an additional amount of insurance under Property Coverage A only in accordance with the following provisions: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A. If you have: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1. Allowed us to adjust the Property Coverage A  limit  of  liability  and  the  premium  in accordance with: a. The property evaluations we make; and b. Any increases in inflation; and 2. Notified us, within 30 days of completion, of any improvements, alterations or additions to the  dwelling  insured  under  Property Coverage A which increase the replacement cost of the dwelling by $5\\%$ or more; the provisions of  this Additional Replacement Cost Protection Coverage will apply after a loss, provided you repair or replace  the  damaged dwelling. B. If there is a loss to the dwelling insured under Property Coverage A that exceeds the Property Coverage  A  limit  of  liability  shown  in  the Declarations, for purposes of settling only that loss to the dwelling: 1. We  will  provide  an  additional  amount  of insurance up to the percentage of Property Coverage A shown in the Declarations; and 2. The following replaces 3. Loss Settlement, paragraph  b.  However,  if  Roof  Systems Payment Schedule Windstorm or Hail Losses form HQ-646 is part of this policy, this change does not apply to loss or damage by the peril of  windstorm  or  hail  to  which  the  Roof Systems Payment Schedule Windstorm or Hail Losses form HQ-646 applies: b. The  dwelling  covered  under  Property Coverage A at replacement cost without deduction for depreciation, subject to the following: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(1) We will pay the replacement cost without  deduction  for  depreciation, but not more than the least of the following amounts: (a) The  limit  of  liability  under  this policy that applies to the dwelling covered under Property Coverage A, plus any additional amount  of  insurance  provided under  B.1.  of  the Additional Replacement Cost Protection Coverage form HQ-420; (b) The replacement cost of that part of  the  dwelling  damaged  with materials of like kind and quality and for like use (or, if Functional Replacement Cost Loss Settlement form HQ-825 is part of this policy, functionally equivalent materials and methods as defined in that endorsement); or (c) The necessary amount actually spent to  repair  or  replace  the damaged dwelling. If the dwelling is rebuilt at a new premises,  the cost  described  in b.(1)(b) is limited to the cost which would  have  been  incurred  if  the dwelling had been built at the original premises.   \n(2) We will pay no more than the actual cash value of the damage until actual repair or replacement is complete.   \n(3) You  may  disregard  Property Condition 3. Loss Settlement b. and make claim under this policy for loss to the dwelling on an actual cash value basis. You may then make claim  for  any  additional  liability according to the provisions of this Property – Condition  3.  Loss Settlement, provided you notify us, within 180 days after the date of loss, of your intent to repair or replace the damaged dwelling. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "FOUNDATION COVERAGE ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This Endorsement Changes The Policy. Please Read It Carefully. ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PROPERTY COVERAGE SECTION PROPERTY – PERILS INSURED AGAINST (In form HQ-P02 only) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For purposes of this Foundation Additional Coverage only, 12. Accidental Discharge or Overflow of Water or Steam is replaced by the following: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "12. Accidental Discharge or Overflow of Water or Steam. ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "a. This peril  means  accidental  discharge  or overflow of water or steam from within a plumbing,  heating,  air  conditioning  or automatic fire protective sprinkler system or from within a household appliance, if the accidental discharge or overflow of water or steam originates from within a system or appliance: (1) On the “residence premises”; or (2) Off the “residence premises”, if located on a premises adjacent to the “residence premises”. This includes the cost to tear out and replace any part of the building, or other structure, on the  “residence  premises”,  but  only  when necessary to repair the system or appliance from which the water or steam escaped. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "b. This peril does not include loss: ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1) To the system or appliance from which the water or steam escaped;   \n(2) Caused by or resulting from freezing except  as  provided  in  Peril  Insured Against 14. Freezing;   \n(3) Caused  by  accidental  discharge  or overflow of water or steam from within a storm drain whether located on or off the “residence premises”;   \n(4) Caused  by  accidental  discharge  or overflow of water or steam from within a steam  or sewer  pipe located  off  the “residence premises”;   \n(5) Caused by constant or repeated seepage or leakage of water or steam or the presence or condensation of humidity, moisture or vapor, that occurs over a period of weeks, months or years from within a  plumbing,  heating, air conditioning or automatic fire protective sprinkler  system,  or  from  within  a household appliance, except as ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "specifically provided by this Foundation Coverage; (6) On  the  “residence  premises”,  if  the dwelling has been “vacant” for more than 60 consecutive days immediately before the loss; (7) To  a  slab  or  foundation,  except  as specifically provided by this Foundation Coverage; or (8) Caused  by  accidental  discharge  or overflow of water, water borne material or steam from within a plumbing, heating or air  conditioning  system  or  household appliance that is either below the surface of the ground or is within or below the slab or foundation of the dwelling, except as  specifically  provided by this Foundation Coverage.   \nc. In this peril, a plumbing system or household appliance does not include a sump, sump pump  or  related  equipment  or  any  other system  designed  to  remove  surface  or subsurface  water,  roof  drain,  gutter, downspout or similar fixtures or equipment.   \nd. Property – Exclusion 3. Water, paragraphs a. and c. that apply to surface water and water below the surface of the ground do not apply to loss by water covered under this peril unless caused directly or indirectly by flood. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PERILS INSURED AGAINST ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PROPERTY COVERAGE A DWELLING PROPERTY COVERAGE B OTHER STRUCTURES (In form HQ-P03 only) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For purposes of this Foundation Additional Coverage only, 2.c.(6)(a) is replaced by the following: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(a) Wear and tear, marring or scratching; ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For purposes of this Foundation Additional Coverage only, 2.c.(6)(f) is replaced by the following: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(f) Settling, shrinking, bulging or expansion, including resultant cracking, of bulkheads, pavements, patios,  footings,  foundations,  walls, floors,  roofs  or  ceilings  except  as specifically provided by this Foundation Coverage; ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PROPERTY – EXCLUSIONS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The following additional coverage is added under Property – Additional Coverages in forms HQ-P02 and HQ-P03: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Foundation Coverage. ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "a. We  cover  settling,  cracking,  shrinking, bulging or expansion of the foundation, floor slab or footings that support the dwelling caused by seepage or leakage of water or steam from within a plumbing, heating, air conditioning  or  automatic  fire  protective sprinkler system. This coverage includes the cost of tearing out and  replacing  any  part  of  the  building necessary to repair the system from which the leakage or seepage occurred.   \nb. We do not cover loss to the system from which the water or steam escaped.   \nc. Our limit of liability for this coverage will not exceed an amount equal to $15\\%$ of  the Property Coverage A limit applicable on the date of loss or $\\mathbb{S}25{,}000$ , whichever is less. This is the most we will pay for the total of all loss or costs per policy period regardless of the number of losses or claims made.   \nd. This coverage does not increase the limit of liability that applies to the damaged covered property. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For purposes of this Foundation Additional Coverage only, 12. Seepage or Leakage in form HQ-P02 and A.12.  Seepage  or  Leakage  in  form  HQ-P03  is replaced by the following: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "12. Seepage or Leakage, meaning constant or repeated seepage or leakage of water or steam, or the presence or condensation of humidity, moisture or vapor, that occurs over a period of weeks, months or years from within a plumbing, heating, air conditioning or automatic fire protective sprinkler system or from within a household appliance, except as specifically  provided  by  this  Foundation Coverage. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For purposes of this Foundation Additional Coverage only,  Settling,  Cracking,  Bulging,  Shrinkage  or Expansion of Specific Property in Special Provisions – Texas form HQ-300 TX, is replaced by the following: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Settling,  Cracking,  Bulging,  Shrinkage  or Expansion of Specific Property, meaning any loss arising out of, caused by, consisting of or related to settling, cracking, bulging, shrinkage or expansion of foundations, walls, floors, ceiling, roof  structures,  walks,  drives,  curbs,  fences, retaining walls or swimming pools, regardless of whether  such  loss  ensues  from  any  loss, including a loss involving water or water damage which is covered under this policy, except as specifically provided  by this  Foundation Coverage. However, settling, cracking, bulging, shrinkage, or expansion as a direct result  of collapse of a building is covered. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This Endorsement Changes The Policy. Please Read It Carefully. ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "POLICY CONDITIONS ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "For purposes of this Additional Benefits only, the following policy condition is added: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Additional Benefits. From time to time we may provide you or allow others to provide you, or another person insured under this policy with: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "a. Goods  and  services,  devices,  equipment, memberships, merchandise, points, rewards, gift  cards,  redemption  codes,  coupons, vouchers,  airline miles,  special  offers, classes, seminars, other program benefits or other items of value; or   \nb. Make charitable contributions, donations or gifts on your behalf. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "These Additional Benefits may be provided in any form. If one or more of our benefit programs ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "apply, you or another person insured under this policy may be eligible to receive benefits specific to that program depending on the terms of the program and Additional Benefit provided.   \nYou are under no obligation to pursue any of these Additional Benefits.   \nWe do not warrant the merchantability, fitness or quality of any goods or services provided under this  endorsement  or  assume  any  additional obligation  related  to  any  Additional  Benefits provided.   \nWe  have  the  right  to  modify  or  discontinue benefits provided under this endorsement without notice to you. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "All other provisions of this policy apply. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "IMPORTANT INFORMATION ABOUT FLOOD DAMAGE ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Flood Insurance: You may also need to consider the purchase of flood insurance. Your insurance policy does not include coverage for damage resulting from a flood even if hurricane winds and rain caused the flood to occur. Without separate flood insurance coverage, you may have uncovered losses caused by a flood. Please discuss the need to purchase separate flood  insurance  coverage  with  your  insurance  agent  or  insurance  company,  or  visit www.floodsmart.gov. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Deductibles: Things You Should Know ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "What is a deductible? The amount of a covered claim that is your responsibility. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "How is a deductible applied to a covered claim? ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "If you have a loss or damage, the amount that exceeds the applicable deductible will be paid, up to the coverage limit that applies. If the amount of your loss or damage is less than any applicable deductible no payment will be made. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Can my policy have more than one deductible that applies to a covered claim? ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Yes, your policy may have different deductibles that apply to different kinds of losses. For most types of losses the Property Coverage Deductible, also called the All Other Perils Deductible, will apply when you  have a loss or damage. Your policy may also include other deductibles that will apply if you have a loss or damage from certain types of loss or from specific perils such as earthquakes, hurricanes, windstorm or hail. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Your policy deductibles are: ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Property Coverage Deductible (All Other Perils) \\$4,710   \nWindstorm or Hail Deductible $2\\%$ Coverage A Dwelling Limit \\$9,420 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "If more than one deductible applies, you will only be responsible for the largest deductible amount. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Examples of how deductibles work (for illustrative purposes only) ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Example\\* ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Your Coverage A - Dwelling limit is $\\Phi100{,}000$   \nYour All Other Peril Deductible is $\\mathbb{S}1\\,,000$   \nYour specific peril deductible (i.e. Hurricane Deductible) is $2\\%$ of your Coverage A - Dwelling limit   \n( $.02\\times\\dot{9}100,\\!00\\dot{0}=\\Phi2,\\!000)$ ",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/moes1a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Scenario1 fire loss</td><td>Scenario2 hurricaneloss (percentagedeductible)</td><td>Scenario3 lossbelowyourdeductible</td></tr><tr><td>Covered damage $2,500 to your dwelling</td><td>Covereddamage $2,500 to your dwelling</td><td>Covereddamage $500 to dwelling</td></tr><tr><td>Covereddamage $500</td><td>Covereddamage $500</td><td>Covered damage $250</td></tr><tr><td>topersonalproperty Totalcovereddamage $3,000</td><td>to personal property Totalcovereddamage $3,000</td><td>topersonalproperty Total covered damage $750</td></tr><tr><td>Deductibleamount $1,000</td><td>HurricaneDeductible $2,000 (2% of Coverage A)</td><td>Deductibleamount $1,000</td></tr><tr><td>Amount insurance would pay $2,000</td><td>Amountinsurancewouldpay $1,000</td><td>Amountinsurancewouldpay $0</td></tr></table></body></html>\n\n",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "\\* Your policy’s coverage limits and the dollar amount of your deductible(s) may be higher or lower than the amounts shown in these examples. Please refer to your Policy Declarations for your policy’s actual deductible(s) amounts. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Specific Peril Deductibles: Additional Important Information ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Specific peril deductibles may be a set dollar amount or may be a percentage of a policy coverage limit. A percentage deductible is determined by multiplying a policy coverage limit such as Coverage A - Dwelling by the percentage amount shown in your Policy Declarations. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Windstorm or Hail Deductible ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Your policy insures against the peril of windstorm or hail. Your Windstorm or Hail Deductible will apply to the total of the loss payable under the Property Coverage Section of your policy. This deductible will replace any other deductible when covered loss or damage is caused directly or indirectly by windstorm or hail. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "What is my Windstorm or Hail Deductible? ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Your Windstorm or Hail Deductible is $z\\%$ of the Coverage A - Dwelling limit which is $\\mathbb{S}9{,}420$ . The dollar amount of the Windstorm or Hail Deductible is determined by multiplying the Coverage A - Dwelling limit shown in your Policy Declarations by the Windstorm or Hail Deductible percentage amount shown in your Policy Declarations. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "See your Policy Declarations and Windstorm or Hail Deductible endorsement for further details. If your coverage limit(s) changes, your Windstorm or Hail Deductible may also change. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Please read your Policy carefully. If you have any questions, please contact your agent or a Travelers insurance representative. ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "USE OF CREDIT INFORMATION DISCLOSURE ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/i9a44y.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Section 559.053, of the Texas Insurance Code requires an insurer or its agents to disclose to its customers whether credit information will be obtained on the applicant or insured or on any other resident relatives of the applicant’s or insured’s household and used as part of the insurance credit scoring process. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "If credit information is obtained or used on the applicant or insured, or on any resident relative of the applicant’s or insured’s household, the insurer shall disclose to the applicant the name of each person on whom credit information was obtained or used and how each person’s credit information was used to underwrite or rate the policy. An insurer may provide this information with this disclosure or in a separate notice. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Adverse effect means an action taken by an insurer in connection with the underwriting of insurance for a consumer that results in the denial of coverage, the cancellation or nonrenewal of coverage, or the offer to and acceptance by a consumer of a policy form, premium rate, or deductible other than the policy form, premium rate, or deductible for which the consumer specifically applied. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Credit information is any credit related information derived from a credit report itself, or provided in an application for personal insurance. The term does not include information that is not credit-related, regardless of whether the information is contained in a credit report or in an application for insurance coverage or is used to compute a credit score. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Credit score or insurance score is a number or rating derived from a mathematical formula, computer application, model, or other process that is based on credit information and used to predict the future insurance loss exposure of a consumer. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "PROHIBITED USE OF CREDIT INFORMATION. ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "An insurer may not: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1. use a credit score that is computed using factors that constitute unfair discrimination; ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2. deny, cancel, or nonrenew a policy of personal insurance solely on the basis of credit information without consideration of any other applicable underwriting factor independent of credit information; or ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3. take an action that results in an adverse effect against a consumer because the consumer does not have a credit card account without consideration of any other applicable factor independent of credit information. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "An insurer may not consider an absence of credit information or an inability to determine credit information for an applicant for insurance coverage or insured as a factor in underwriting or rating an insurance policy unless the insurer: ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "1. has statistical, actuarial, or reasonable underwriting information that: (A) is reasonably related to actual or anticipated loss experience; and (B) shows that the absence of credit information could result in actual or anticipated loss differences;   \n2. treats the consumer as if the applicant for insurance coverage or insured had neutral credit information, as defined by the insurer; or   \n3. excludes the use of credit information as a factor in underwriting and uses only other underwriting criteria. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "NEGATIVE FACTORS. ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "An insurer may not use any of the following as a negative factor in any credit scoring methodology or in reviewing credit information to underwrite or rate a policy of personal insurance: ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "1. a credit inquiry that is not initiated by the consumer;   \n2. an inquiry relating to insurance coverage, if so identified on a consumer’s credit report; or   \n3. a collection account with a medical industry code, if so identified on the consumer’s credit report. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Multiple lender inquiries made within 30 days of a prior inquiry, if coded by the consumer reporting agency on the consumer’s credit report as from the home mortgage or motor vehicle lending industry, shall be considered by an insurer as only one inquiry. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "EFFECT OF EXTRAORDINARY EVENTS. ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "An insurer shall, on written request from an applicant for insurance coverage or an insured, provide reasonable exceptions to the insurer’s rates, rating classifications, or underwriting rules for a consumer whose credit information has been directly influenced by a catastrophic illness or injury, by the death of a spouse, child, or parent, by temporary loss of employment, by divorce, or by identity theft. In such a case, the insurer may consider only credit information not affected by the event or shall assign a neutral credit score. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "An insurer may require reasonable written and independently verifiable documentation of the event and the effect of the event on the person’s credit before granting an exception. An insurer is not required to consider repeated events or events the insurer reconsidered previously as an extraordinary event. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "An insurer may also consider granting an exception to an applicant for insurance coverage or an insured for an extraordinary event not listed in this section. An insurer is not out of compliance with any law or rule relating to underwriting, rating, or rate filing as a result of granting an exception under this article. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "NOTICE OF ACTION RESULTING IN ADVERSE EFFECT. ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "If an insurer takes an action resulting in an adverse effect with respect to an applicant for insurance coverage or insured based in whole or in part on information contained in a credit report, the insurer must provide to the applicant or insured within 30 days certain information regarding how an applicant or insured may verify and dispute information contained in a credit report. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "DISPUTE RESOLUTION; ERROR CORRECTION. ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "If it is determined through the dispute resolution process established under Section 611(a)(5), Fair Credit Reporting Act (15 U.S.C. Section 1681i), as amended, that the credit information of a current insured was inaccurate or incomplete or could not be verified and the insurer receives notice of that determination from the consumer reporting agency or from the insured, the insurer shall re-underwrite and re-rate the insured not later than the 30th day after the date of receipt of the notice. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "After re-underwriting or re-rating the insured, the insurer shall make any adjustments necessary within 30 days, consistent with the insurer’s underwriting and rating guidelines. If an insurer determines that the insured has overpaid premium, the insurer shall credit the amount of overpayment. The insurer shall compute the overpayment back to the shorter of the last 12 months of coverage; or the actual policy period. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "CONSUMER BILL OF RIGHTS Homeowners, Dwelling, and Renters Insurance ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "What is the Bill of Rights? ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "It is a basic outline of important rights you have under Texas law. Insurance companies must give you this Bill of Rights with your policy. It is important to read and understand your policy. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The Bill of Rights is not: ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "A complete list of all your rights, • Part of your policy, or A list of everything that you are responsible for. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Questions about these rights? ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "If you are not sure about anything in your policy, ask your agent or insurance company. If you have questions or a complaint, contact the Texas Department of Insurance (TDI) at: ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Call with a question: 1-800-252-3439   \nEmail with a question: ConsumerProtection@tdi.texas.gov   \nFile a complaint through the website:   \nwww.tdi.texas.gov//consumer/get-help-with-an-insurance-complaint.html   \nFile a complaint by mail: Consumer Protection MC 111-1A P.O. Box 12030 Austin, TX 78711-2030 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "To learn more about insurance, visit www.opic.texas.gov or call the Office of Public Insurance Counsel (OPIC) at 1-877-611-6742. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Table of Contents ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Where to Get Information ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "1. Your insurance company   \n2. Your declarations page… 3   \n3. The Texas Department of Insurance (TDI) 3   \n4. Resources for shopping for insurance ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "What You Should Know When You File a Claim ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "5. Deadlines for processing claims and payments 3   \n6. Written explanation of claim denial… 3   \n7. Reasonable investigation… 3   \n8. Information not required for processing your claim   \n9. Release of claim payments from lenders   \n10. Notice of liability claim settlement… 4 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Who to Contact for Claim Disagreements… ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "11. Claim disagreements ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "What You Should Know about Renewal, Cancellation and Nonrenewal… ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "12. Notice of premium increase…   \n13. Insurance company cancellation of homeowners policies… 4   \n14. Insurance company cancellation of other residential property policies…… 5   \n15. Notice of cancellation 5   \n16. Your right to cancel… 5   \n17. Refund of premium… 5   \n18. Limits on using claims history for nonrenewal   \n19. Limits on using claims history to increase premium 5   \n20. Right to ask questions... 6   \n21. Limit on using credit information to nonrenew your policy… 6   \n22. Protections from discrimination… 6   \n23. Protection for low-value property… .6   \n24. Protection for older houses… 6   \n25. Notice of nonrenewal… 6   \n26. Notice of a “material change” to your policy 6   \n27. Written explanation of cancellation or nonrenewal ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Where to Get Information ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "1. Your insurance company. When you get a copy of your policy you will also get an “Important Notice” from the company. The notice explains how to contact your company and how to file a complaint. You may request a complete copy of your policy from your company at any time.   \n2. Your declarations page. The declarations page, also called the “dec page,” shows: (a) the name and address of your insurance company, (b) the location of the insured property, (c) the dates your policy is in effect, and (d) the amounts and types of coverage. Your company must list the exact dollar amount of each deductible in your policy. The declarations page, or a separate page, must also list any part of your policy that changes any deductible amount.   \n3. The Texas Department of Insurance (TDI). You have the right to call TDI for free at 1-800-252-3439 for information and help with a complaint against an insurer. You can also find information on the TDI website at www.tdi.texas.gov.   \n4. Resources for shopping for insurance. The Office of Public Insurance Counsel (OPIC) and TDI developed www.HelpInsure.com to help you compare rates and coverages for different insurance companies. OPIC also has an online tool to help you compare policies. You can find this policy comparison tool at www.opic.texas.gov. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "What You Should Know When You File a Claim ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "5. Deadlines for processing claims and payments. You should file your claim with your insurance company as soon as possible. When you file a claim on your own policy, the insurance company must meet these deadlines: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Within 15 days after you file a claim: The company must let you know they received your claim. The company must also start their investigation and ask you for any other information they need. Within 15 business days after they get all the information they need: The company must approve or deny your claim in writing. They can extend this deadline up to 45 days from the date they: (a) let you know they need more time and (b) tell you why.   \nWithin 5 business days after they let you know your claim is approved: The company must pay the claim. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Note: TDI can extend these deadlines by 15 more days if there is a weather-related catastrophe. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "If your company fails to meet these deadlines, you may be able to collect the claim amount, interest, and attorney’s fees. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "6. Written explanation of claim denial. Your insurance company must tell you in writing why your claim or part of your claim was denied. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "7. Reasonable investigation. Your insurance company cannot refuse to pay your claim without a reasonable investigation of the claim. You should keep records of all claim communications (including notes from phone calls) and other claim documentation (including damage estimates and receipts). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "8. Information not required for processing your claim. Your insurance company can only ask for information reasonably needed for their claim investigation. However, they cannot ask for your federal income tax returns unless: (a) they get a court order or (b) your claim involves a fire loss, loss of profits, or lost income. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "9. Release of claim payments from lenders. Often an insurance company will make a claim payment to you and your lender. If your lender gets the payment: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "No later than 10 days after receiving it they must: (a) notify you and (b) tell you what you must do so the money can be released. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "No later than 10 days after you ask for the money, they must: (a) send the money to you, or (b) tell you how to get the money released. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "If your lender does not: (a) provide the notices mentioned above or (b) pay the money after all the requirements have been met, the lender must pay you interest on the money. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "10. Notice of liability claim settlement. Liability means you are responsible for other people’s injuries or damage to their property. Your insurance company must let you know in writing: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "• About the first offer to settle a claim against you within 10 days after the offer is made.   \n• About any claim settled against you within 30 days after the date of the settlement. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Who to Contact for Claim Disagreements ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "11. Claim disagreements. You can dispute the amount of your claim payment or what is covered under your policy. You can: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "• Contact your insurance company. Contact an attorney to advise you of your rights under the law. The State Bar of Texas can help you find an attorney. Pay a licensed public adjuster to review the damage and handle the claim. File a complaint with TDI. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "What You Should Know about Renewal, Cancellation and Nonrenewal ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Renewal means that your insurance company is extending your policy for another term. Cancellation means that, before the end of the policy period, the insurance company: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "• Terminates the policy;   \n• Gives you less coverage or limits your coverage; or Refuses to give additional coverage that you are entitled to under the policy. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "“Refusal to renew” and “nonrenewal” are terms that mean your coverage ends at the end of the policy period. The policy period is shown on the declarations page of your policy. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "12. Notice of premium increase. If your insurance company plans to increase your premium by 10 percent or more on renewal, your company must send you notice of the rate increase at least 30 days before your renewal date. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "13. Insurance company cancellation of homeowners policies. If your homeowners policy has been in effect for 60 days or more, your company can only cancel your policy if: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "• You don’t pay your premium when it is due;   \n• You file a fraudulent claim; There is an increase in the risk covered by the policy that is: (a) within your control and (b) would make your premium go up; or TDI decides that keeping the policy violates the law. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "If your policy has been in effect for less than 60 days, your company can only cancel your policy if: ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "• One of the reasons listed above applies; They reject a required inspection report within 10 days after getting the report. The report must be done by a licensed or authorized inspector and cannot be more than 90 days old; or ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "They find something that creates an increase in risk that you did not include in your application and is not related to a prior claim. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "14. Insurance company cancellation of other residential property policies. After your policy has been in effect for 90 days, your company can only cancel your policy if: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "• You don’t pay your premium when it is due;   \n• You file a fraudulent claim; There is an increase in the risk covered by the policy that is: (a) within your control and (b) would make your premium go up; or TDI decides that keeping the policy violates the law. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "15. Notice of cancellation. If your insurance company cancels your policy, they must let you know by mail at least 10 days before the effective date of the cancellation. Check your policy because your company may give you more than 10 days' notice. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "16. Your right to cancel. You can cancel your policy at any time and get a refund of the unused premium. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "17. Refund of premium. If you or your insurance company cancel your policy, the company must refund any unused premium within 15 business days from: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "the date the company receives notice of the cancellation or the date of cancellation, whichever is later. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "You must let your company know you want the refund sent to you. If not, they may refund the remaining premium by giving you a premium credit on the same policy. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "18. Limits on using claims history for nonrenewal. Your insurance company cannot refuse to renew your policy based on claims for damage from natural causes, including weather-related damage; or claims that are filed but not paid or payable under the policy. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Appliance-related water damage claims. Your insurance company cannot refuse to renew your policy based on an appliance-related water damage claim if: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The damage has been properly repaired or remediated; and The repair or remediation was inspected and certified. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "However, your insurance company may refuse to renew your policy based on appliance-related water damage claims if: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Three or more claims were filed and paid (including a claim filed by a prior owner on your property); or You: (a) file 2 claims within a three-year period; and (b) after the second claim, your company gives you written notice that filing a third appliance-related claim could result in your policy not being renewed; and • You file a third claim. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Claims other than appliance-related water damage claims. Your insurance company cannot refuse to renew your policy based on other claims unless: ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "• You: (a) file 2 claims within a three-year period; and (b) after the second claim, your company gives you written notice that filing a third claim could result in your policy not being renewed; and • You file a third claim. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "19. Limits on using claims history to increase premium. Your insurance company cannot increase your premium based on claims for damage from natural causes, including weather-related damage; or claims that are filed but not paid or payable under your policy. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Appliance-related water damage claims. Your company cannot increase your premium based on a prior appliance-related water damage claim if: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "• The damage has been properly repaired or remediated; and The repair or remediation was inspected and certified. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "However, your insurance company may increase your premium based on prior appliance-related water damage claims if: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Three or more claims were filed and paid (including a claim filed by a prior owner on your property) ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Claims other than appliance-related water damage claims. Your insurance company cannot increase   \nyour premium based on other claims unless: • You file 2 or more claims within a three-year period. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "20. Right to ask questions. You can ask your insurance company a question about your policy. They cannot use your questions to deny, nonrenew, or cancel your coverage. Your questions also cannot be used to determine your premium. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "For example, you may ask: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "• General questions about your policy; Questions about the company’s claims filing process; and Questions about whether the policy will cover a loss, unless the question is about damage: (a) that occurred and (b) that results in an investigation or claim. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "21. Limit on using credit information to nonrenew your policy. An insurance company cannot refuse to renew your policy solely because of your credit. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "22. Protections from discrimination. An insurance company cannot refuse to insure you; limit the coverage you buy; refuse to renew your policy; or charge you a different rate based on your race, color, creed, country of origin, or religion. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "23. Protection for low-value property. An insurance company cannot refuse to renew your policy because the property value is low. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "24. Protection for older houses. An insurance company cannot refuse to renew your policy based on the age of your property. However, they can refuse to renew your policy based on the condition of your property, including your plumbing, heating, air conditioning, wiring, or roof. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "25. Notice of nonrenewal. Your insurance company must send you a notice that they are not renewing your policy. They must let you know at least 30 days before your policy expires, or you can require them to renew your policy. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "26. Notice of a “material change” to your policy. If your insurance company does not want to cancel or nonrenew your policy, but wants to make certain material changes, then they must explain the changes in writing at least 30 days before the renewal date. Material changes include: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Giving you less coverage; • Changing a condition of coverage; or Changing what you are required to do. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Instead of a notice of “material change” a company may choose to not renew your existing policy. If so, the company has to send a nonrenewal letter, but may still offer you a different policy. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Note: A company cannot reduce coverage during the policy period unless you ask for the change. If you ask for the change, the company does not have to send you a notice. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "27. Written explanation of cancellation or nonrenewal. You can ask your insurance company to tell you in writing the reasons for their decision to cancel or not renew your policy. The company must explain in detail why they cancelled or nonrenewed your policy. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Where you can get information or make a complaint ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "If you have a question or a problem with a claim or your premium, contact your insurance company first. You can also get information or file a complaint with the Texas Department of Insurance. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Travelers ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "To get information or file a complaint with your insurance company: ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Call: Consumer Affairs at 1.860.954.2382   \nToll-free: 1.866.894.0687   \nOnline: www.Travelers.com   \nEmail: complaints@travelers.com   \nMail: Attn: Consumer Affairs, One Tower Square, Hartford, CT 06183 ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The Texas Department of Insurance ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "To get help with an insurance question, learn about your rights, or file a complaint with the state: ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Call: 1.800.252.3439   \nOnline: www.tdi.texas.gov   \nEmail: ConsumerProtection@tdi.texas.gov   \nMail: MC 111-1A, P.O. Box 12030, Austin, TX 78711-2030 ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "To compare policies and prices ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Visit HelpInsure.com to compare prices and coverages on home and auto insurance policies. The website is a service of the Texas Department of Insurance and the Office of Public Insurance Counsel. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Donde puede obtener información o presentar una queja ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Si tiene una pregunta o un problema con una reclamación o con su prima de seguro, comuníquese primero con su compañía de seguros. Usted también puede obtener información o presentar una queja ante el Departamento de Seguros de Texas (Texas Department of Insurance, por su nombre en inglés). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Travelers ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Para obtener información o para presentar una queja ante su compañía de seguros: ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Llame a: Consumer Affairs a 1.860.954.2382   \nTeléfono gratuito: 1.866.894.0687   \nEn línea: www.Travelers.com   \nCorreo electrónico: complaints@travelers.com   \nDirección postal: Attn: Consumer Affairs, One Tower Square, Hartford, CT 06183 ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "El Departamento de Seguros de Texas ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Para obtener ayuda con una pregunta relacionada con los seguros, para conocer sus derechos o para presentar una queja ante el estado: ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Llame: 1.800.252.3439   \nEn línea: www.tdi.texas.gov   \nCorreo electrónico: ConsumerProtection@tdi.texas.gov   \nDirección postal: MC 111-1A, P.O. Box 12030, Austin, TX 78711-2030 ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Para comparar pólizas y precios ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Visite HelpInsure.com para comparar precios y coberturas en pólizas de seguro para el hogar y automóvil. El sitio web es un servicio del Departamento de Seguros de Texas y de la Oficina del Asesor Público de Seguros (Office of Public Insurance Counsel, por su nombre en inglés). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Your Homeowners policy requires that all windstorm or hail losses be reported to us within one year from the date the loss occurred. However, for loss caused by the peril of windstorm or hail, written notice of any such claim may be filed after the first anniversary of the date of the loss for good cause shown by the person filing the claim. Prompt notice is still required for all other losses. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Your Homeowners policy also requires that you file all suits against us within two years and one day from the date the cause of action accrues. However, with respect to suits brought in connection with claims for loss caused by the peril of windstorm or hail within the catastrophe area, as defined by the Texas Insurance code, no suit can be brought against us unless it is either started within two years and one day from the date we accept or reject the claim, or it is started within three years and one day from the date of loss that is the subject of the claim, whichever is earlier. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Privacy Statement for Individual U.S. Personal Insurance Consumers ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Your privacy is important to us. When we quote or sell an insurance policy to a person, we get information about the people and property that we’re insuring. This Privacy Notice describes the types of information about you (“personal information”) we collect, where we get it, and how we use, share and protect it. It applies to current and former Travelers personal insurance customers in the United States. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "A few key points include: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "• We collect personal information from you, your agent, and from third parties   \n• We will not share your personal information with others for their marketing purposes without your permission We maintain safeguards designed to help prevent unauthorized use, access and disclosure of personal information ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "What type of information do we collect? ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "You give us most of what we need in the application process. To make sure what we have is correct, or to obtain additional information, we may need to check back with you. For example, you may be asked to give us more details in writing, via e-mail or over the phone. In addition, we may obtain other information, including but not limited to the following: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Information from consumer reporting agencies and other insurance support organizations to the extent permitted by law. This may include items such as credit history, credit-based insurance score, driving record, accident and motor vehicle conviction history, and claim history. Information given to us by an insurance support organization, including consumer reporting agencies, may be retained by them and disclosed to others.   \nYour past insurance history, including information about your policies and  claims,  from  insurance  support  organizations  or  your  former insurers.   \nInformation regarding your property. We may obtain this through third party reports and through a property inspection. We or an independent inspector may visit the property to inspect its condition, or we may use an unmanned aircraft system. We may obtain geospatial information, and take pictures or video. If we need more details about the property, we may need to schedule an interior inspection.   \nInformation  from  government  agencies  or  independent  reporting companies.   \nOther third party data relating to the insured risk, such as possible drivers and vehicles associated with your household and odometer readings associated with any vehicle(s).   \nIn some instances, we may need to know about your health. For example, if we need to know whether a physical limitation will affect your ability to drive, we may ask for a statement from your doctor. ",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/zlxoec.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>How do we use your personal we use the personal information we collect to sell, underwrite and rate, information? How doweshare</td><td>service and administer insurance; to handle claims; to create and market products and services; to prevent and detect fraud; to satisfy legal or allowed by law. Once you're insured with us, we will retain details about your policy(ies). This and details,aswell as other information. When you give us a telephone number, you consent to being contacted at that number, including if the number is for a cell phone or other wireless and for reasonable business purposes, including to service your policy or alert you to other relevant information. We do not give or sell your personal information to nonaffiliated third parties</td></tr><tr><td>your personal information?</td><td>for their own marketing purposes without your prior consent. We may give the personal information we collect to others to help us insurance representative; our affiliated property and casualty insurance organizations that conduct research; insurance support organizations (including consumer reporting agencies); third party service providers; by law. Information we share with insurance support organizations, such as your claims history, may be retained by them and disclosed to others. to address suspected fraud or other illegal activities; or to protect our rights,</td></tr><tr><td>Howdoweprotect your personal information?</td><td>We maintain physical, electronic and administrative safeguards designed to help protect personal information. For example, we limit access to personal information and require those who have access to use it only for legitimate business purposes.</td></tr></table></body></html>\n\n",
        "page_idx": 29
    }
]